{"title": "Pinterest May Go Public In Q2 After Growing Around 50% In 2018", "text": "Pinterest May Go Public In Q2 After Growing Around 50% In 2018. Morning Markets: The 2019 IPO calendar firmed up this week with Pinterest reportedly eyeing a Q2 debut. Pinterest , a social giant worth in excess of $10 billion, may list its shares publicly in April of 2019, according to the Wall Street Journal . That the San Francisco-based company intends to float next year is not a surprise . That Pinterest might go out in April may, however, be sooner than some anticipated. Follow Crunchbase News on Twitter The Journal’s reporting details several other key data points. Adding to what we already know about Pinterest’s user growth and revenue expansion, the company reached “more than 250 million monthly active users” in the first month of Q3 according to the WSJ, and “is poised to generate revenue in excess of $700 million this year.” Checking in with our prior work , Pinterest saw revenue of $473 million in 2017, against an estimate of $500 million. The company also crossed the 200 million monthly active user count in the year, according to media reports. So, Pinterest will grow its top line from $473 million to $700 million or more in 2018. At $700 million, the revenue figure represents just under 50 percent growth on a year-over-year basis. Estimates over $700 million quickly give the firm a full 50 percent expansion for the year. While impressive, Pinterest’s numbers aren’t as good as it, and others had hoped. In 2015, the company thought that it would have revenues of $2.8 billion in 2018, not a figure of around $700 million. And it expected 329 million monthly actives, not the figure between 250 and 300 million that it will turn in. Even more recent Pinterest projections detailed faster-than-delivered revenue growth. This CNBC report from earlier this year notes that Pinterest “is finally approaching $1 billion in ad revenue” on its road towards an eventual IPO. Or, instead, $700 million. But worth more than $10 billion, and flush with a lifetime raise total of around $1.5 billion , it’s time for Pinterest to get out. You go public with the company you have. Top Image Credit: Li-Anne Dias .", "source": "https://news.crunchbase.com/news/pinterest-may-go-public-in-q2-after-growing-around-50-in-2018/"}
{"title": "Arlo Opens At $18.50 After Pricing At $16", "text": "Arlo Opens At $18.50 After Pricing At $16. Morning Report: Another day, another IPO. Today Arlo started its first day of trading over 16 percent. On the heels of audio hardware company Sonos’s own IPO , Arlo Technology started trading today after pricing its shares at $16 apiece , under its expected range of $18 to $20. That makes Arlo the second consecutive hardware IPO to price its shares under its expected range, a bearish indicator. However, Sonos’s first day saw the company trade sharply higher. Arlo hopes that its first, full-day of trading will yield a similar result. Arlo opened today at $18.50 , up around 16 percent from its IPO price. The firm managed, therefore, to kick off its public life at a share price in its targeted range. The company has since appreciated to $20 per share, up a full 25 percent. (We’ll update this piece when trading halts.) The company sold just over 10.2 million shares in its debut, raising around $163 million in the process. Arlo’s greenshoe option could see the company generate another $24.5 million off the sale of over 1.5 million shares. Arlo is majority-owned by NETGEAR , which owns about 86 percent of the company’s shares after the IPO. Sans greenshoe shares, Arlo is worth around $1.16 billion at its IPO price. In its most recently reported quarter (using separation-adjusted numbers), the security camera concern had revenue of just over $100 million, gross profit of $29.1 million, operating expenses of $29.8 million, and a slim net loss of $480,000. Another hardware company is now public. For its sake, let’s hope it doesn’t follow GoPro or FitBit, two physical-technology companies that struggled after their debut. July set record for $100M+ VC rounds July set an all-time record for the number of huge venture deals struck in a single month, with 55 rounds of $100 million or more totalling just over $15 billion. Crunchbase News takes a look at where the money went. Peloton cycles away with $550M Peloton , the maker of pricey and popular Internet-connected fitness bicycles, just raised $550 million in a massive new funding round led by TCV. The financing values New York-based Peloton at $4 billion. Apple is worth over $1 Trillion Startups getting multi-billion-dollar valuations sounds like a big deal. But maybe not to Apple. The valuation of the most valuable U.S. technology company just surpassed $1 trillion, an all-time record. Siemens buys Mendix for $700M Germany’s Siemens announced that it is acquiring Mendix , a low-code platform for app development, for $700 million. Founded in 2005, Boston-based Mendix previously raised $38 million in venture funding. Tracking Cisco’s biggest startup buys Cisco’s $2.35 billion acquisition of Duo Security this week is just one of many multi-billion-dollar purchases over the years. Over the past two decades, the networking giant has made sixteen known startup acquisitions of $1 billion or more, out of a total of more than 200 deals.", "source": "https://news.crunchbase.com/news/arlo-opens-at-18-50-after-pricing-at-16/"}
{"title": "SoftBank, Kakao Give Radish $63M Series A Boost To Build New Story Content", "text": "SoftBank, Kakao Give Radish $63M Series A Boost To Build New Story Content. Serialized fiction app Radish landed $63.2 million in Series A funding, led by SoftBank Ventures Asia and Kakao Page , to tap into Hollywood’s storytelling community. Subscribe to the Crunchbase Daily The new investment brings Radish’s total funding to more than $68 million, co-founder Seung Yoon Lee told Crunchbase News. The company last raised funds in 2017, including a $3 million seed round , according to Crunchbase data. The startup will use the new funds to round out its leadership team, hire more writers and data scientists, and get its new Los Angeles office running. Romance is one of the top genres, but Radish would like to expand to horror, mystery and thriller. “Using a data-driven production, we figure out what you want by testing covers, titles and pilots, and when we figure out what readers engage with, we give that to them fast,” Lee added. “Because we are a content and media company, as much as a tech company, we also want to expand our content library, as well as spend money in marketing and data to distribute to a wider audience.” The mobile fiction platform, based in New York and Seoul, was founded by Lee four years ago to provide bite-sized stories for reading via smartphone. Radish also produces Radish Originals, small, digestible episodes written by Emmy Award-winning soap opera writers, authors and Radish’s content team creators. “You can think of Radish as an HBO or Netflix for serialized fiction,” Lee said. “The stories are ongoing and are constantly updated. We are focusing on the behavior of binging content, and we take that to an extreme in some ways.” Readers can access thousands of serials across genres for as little as 20 cents each—or free if they are willing to wait—and connect directly with favorite storytellers in live community chat rooms, while amateur authors can publish their own original stories via user-submitted content. Radish has opened a new office in Los Angeles in order to hire new talent, build new hit content series based on targeted genres, adapt its original IPs into different forms of multimedia entertainment such as gaming and TV, and focus on scaling performance marketing for U.S. readers. In terms of growth, the company’s revenue has grown 25 times over the past year, to more than $100,000 daily, and the platform has produced more than 6,500 episodes across 30 original series. Meanwhile, the top Radish series has made more than $4 million in just a few quarters and amassed more than 50 million cumulative reads, according to the company. Jin-soo Lee , CEO of Kakao Page, said in a written statement that there is “exciting growth potential of the global mobile fiction market and we will actively source and discover a diverse range of exciting stories together with Radish.” Meanwhile, JP Lee , CEO and managing partner of SoftBank Ventures Asia, said in a written statement that Radish has shown it can change the way people are consuming content on their phones. “With its own fast-paced original content production, Radish is best positioned to become a leading player in the global online fiction market,” he added. Meanwhile, Radish is focused on adding some leadership positions, including a creative director and vice president of content, as well as content, marketing, data scientists and finance experts. The company has 45 employees now, and Lee expects to have approximately 70 by the end of the year. “We’ve grown fast in the past year, some of the stories are making $20,000 per day,” Lee said. “We want to accommodate a bigger content library and spend more on marketing, so we want to fill in those leadership roles immediately.” Illustration: iStock", "source": "https://news.crunchbase.com/news/softbank-kakao-give-radish-63m-series-a-boost-to-build-new-story-content/"}
{"title": "Open Source Software Is Big Business With Big Funding", "text": "Open Source Software Is Big Business With Big Funding. Although it’s tempting to think that a technology sector predicated on open development and distribution of software would be a lousy place to do business, open source software (OSS) is a surprisingly lucrative industry that has heated up in the last decade. Regarding the business side, more often than not, open source software companies offer their underlying software for free but charge hefty premiums for custom configurations and implementation consulting services. Recently, Microsoft announced that it inked an agreement to acquire Deis from platform-as-a-service (PaaS) provider Engine Yard . The team behind Deis, maker of popular container management tools for managing software deployed on Kubernetes , will join Microsoft to help build out container management capabilities on Azure, its cloud computing platform. It’s important to note that Deis was not originally developed by Engine Yard. The company came into possession of Deis when it acquired OpDemand, its progenitor, in April 2015. Although the Deis team will leave Engine Yard to work with Microsoft, Engine Yard CEO Beau Vrolyk confirmed in a tweet that “Engine Yard is still doing fine,” that he is and will remain the CEO of Engine Yard, and that he and his staff will “continue to grow the company.” How does Microsoft’s acquisition of Deis fit into the broader landscape of the open source software business? Let’s examine the question through the lens of fundraising by open source software companies and the exit options that follow. We’ll start with analyzing the pace of fundraising activity by open source software companies in both the number of rounds raised and dollars invested. The two are tightly correlated but not in lock-step with one another. Over the past decade, there has been a notable increase in the number of open source software companies raising capital. The general trendline can be found in the chart below, which is based on an analysis of 545 US Dollar-denominated global deals in the OSS space struck between 2007 and the end of Q1 2017. Fundraising activity in open source software companies was on a steady nine-year bull run through 2015. But investment into open source software companies, along with those in other sectors, slowed down significantly in 2016. However, 2017 is shaping up to be another solid year for the open source software sector based on the Crunchbase Q1 2017 VC report . If investment activity in the first quarter of 2017 is any indication of how the open source software sector will fare in the remaining three, it’s likely that the 2016 contraction in funding activity for OSS has reversed course. It’s even possible funding could meet or exceed 2015 levels by the end of 2017. Thus far, in 2017, Crunchbase data reveals that over $371 million has been invested in just 13 US dollar-denominated deals for which funding amounts are included. Most of this is attributable to Magento, makers of a widely-used ecommerce platform, which raised $250 million in a private equity round from Beijing-based Hillhouse Capital Group . Also on the later-stage side of funding, Confluent, makers of a real-time data platform built atop Apache Kafka , raised a $50 million Series C round from Sequoia and Index Ventures. In the realm of early-stage startups, SnapRoute, which builds software that enables network engineers to customize off-the-shelf networking switches and routers, raised a $25 million Series A round led by Norwest Venture Partners with participation from AT&T, Microsoft Ventures, and Lightspeed Venture Partners. In January, Blockstack raised a $4 million Series A round to further their efforts to build a decentralized Internet on a blockchain. That deal was led by Union Square Ventures and included the likes of AngelList founder Naval Ravikant and Barry Silbert from the Digital Currency Group. At seed stage, FOSSA announced a $2.2 million round , and it plans to continue work on an open source software-license compliance monitoring service. That deal was led by Bain Capital Ventures and included Salesforce founder Marc Benioff. Also in February, Keymetrics, which is developing a monitoring tool for Node.js servers, raised $2 million . At this point, just a few short weeks into the second quarter of 2017, it’s still too early to declare how 2017 will shape up for OSS firms. But if the first quarter’s pace keeps up, 2017 will go down as a banner year for open source software companies. Mergers and acquisitions activity in the open source software space has ebbed and flowed over the past decade or so. However, there is a general, if loose, upward trend in the annual count of acquisitions. This applies to both the acquisition habits of companies in the open source category and those outside the category making acquisitions of open source software companies. Below is a chart depicting M&A activity in the open source software space over the last decade. The light blue line shows acquisition activity of open source software companies, and the darker blue line shows acquisitions made by open source software companies. Apart from the recent Deis deal, there have been several other acquisitions in the open source software space worth noting. February 27, 2017, was an interesting day for open source software acquisitions. On that day, Mozilla announced that it had made its first strategic acquisition of Read It Later , makers of the popular link saving and bookmarking browser extension Pocket . Even though Pocket was closed-source, the extension and related projects developed by Read It Later will be open-sourced under the aegis of Mozilla. Also on that day, blockchain company Bloq acquired blockchain analytics company Skry for an undisclosed sum. In January, NoSQL database company RethinkDB’s copyright, assets, and open source codebase was acquired by the Cloud Native Computing Foundation for $25,000. Its code will live on under the Apache License, Version 2.0. The ultimate demise of RethinkDB, which raised a total of $23.2 million since being founded in 2009, is a case study in the tricky nature of open source software licensing. Most reports attribute the company’s failure to its use of the GNU Affero General Public License, Version 3 . The license requires that code which interacts with a modified version of the open source software in question must also be open sourced, which makes it difficult for companies with complicated proprietary codebases to use code licensed under Affero GPL—unless said corporations are comfortable with open-sourcing proprietary code. For its part, RethinkDB downplayed the role of licensing issues in its failure. But the general sentiment is that the company’s choice of license adversely affected its position in the market. As such, it may not be fair to point to the failure of RethinkDB as a failure of the open source business model per se. RethinkDB could just be another run-of-the-mill startup failure, not a direct result of being an open source software company. Microsoft’s acquisition of Deis was just the most recent public indicator of ongoing interest in the open source software market from both sides. On the M&A side, there are plenty of open source software companies that continue to acquire startups, both open- and closed-source, and integrate their teams and tech into the core business. And on the investment side of things, venture capitalists continue to back open source software companies. Over the past couple of decades, many companies have emerged to bridge the gap between the ideals of the open source software community and the need to generate revenue to support the continued development of open platforms, standards, and programs. So much of the technology we all use—that entrepreneurs and engineers start and build, and that investors continue to buy into—rests on top of open source software. The benefits provided by open source software almost always outweigh the hassles of complying with licenses. It’s tricky business, sure, but it’s also literally the foundation of the Internet, operating systems, and, increasingly, the hardware that runs that infrastructure. Open source software may often be free to use, but it’s not being discounted.", "source": "https://news.crunchbase.com/news/open-source-software-big-business-big-funding/"}
{"title": "Deflated, Uber May Swap Anniversary Balloons For Stickers To Save $200K Per Year", "text": "Deflated, Uber May Swap Anniversary Balloons For Stickers To Save $200K Per Year. Last week, Uber’s chief financial officer, Nelson Chai , sent an all-company email announcing a minor policy change. Uber marks the anniversary of employees’ work at the company, which is internally referred to an “Uberversary.” Subscribe to the Crunchbase Daily But now, instead of marking another year of service with helium balloons at their desk, the on-demand transportation giant will start giving its employees stickers to mark the occasion. Chai said in his email that the switch could save the company more than $200,000 at its offices in San Francisco alone. “It’s not only a great way to find dollars we can invest back into the business, it’s also more environmentally friendly,” Chai’s message said. Crunchbase News was shown the email by a recipient, who did so on condition of anonymity. Uber did not respond to requests for comment prior to publication. This cost-cutting measure is part of a company-wide campaign, complete with its own internal hashtag: #FindTheMoney. Uber executives are soliciting ideas from their employees to find ways to reduce the company’s burn rate. In his email message, Chai credits an employee with the idea and implores others to “please keep the ideas coming.” It should be noted that the projected $200,000 savings from the switch to Uberversary stickers would only save Uber the cost of one senior software engineering salary , for one year, or roughly two salaries for junior engineers based in its San Francisco and Bay Area offices. However, it’s unlikely the savings will be reinvested in Uber’s tech talent pool, for now. Uber is looking to slim down its operations. At the end of July, the company laid off 400 employees in its marketing department. And, last week, it instituted a hiring freeze on the engineering side . In a recent all-hands meeting, when asked about the prospect of engineering layoffs, CEO Dara Khosrowshahi would neither confirm nor deny that some developers could lose their jobs, remarking only that Uber needed to become a “more efficient” organization, according to a person who attended the meeting. It will likely take much more than slashing budgets with stickers to deflate Uber’s ballooning losses. In its Q2 2019 financial report , delivered last Thursday, Uber reported a loss of $1.3 billion on $15.75 billion in gross bookings. (Uber reported a total operating loss of $5.485 billion, which included a one-time “driver appreciation award” of $298 million , and “$3.9 billion of stock-based compensation expenses,” both paid out in conjunction with its IPO.) Its stock fell 10 percent on earnings day . Months ago, some at Uber hoped the company would go public at a whopping $100 billion valuation. Uber went public on May 9, raising $8.1 billion for the company, valued by Wall Street at $82.4 billion , fully-diluted. At the time of writing, Uber’s market capitalization hovers at just over $63 billion, down over 20 percent in its first three months as a publicly-traded company. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/deflated-uber-may-swap-anniversary-balloons-for-stickers-to-save-200k-per-year/"}
{"title": "Top Hat Raises $55M Series D To Help Make The 8 a.m., 150-Person Lecture More Interactive", "text": "Top Hat Raises $55M Series D To Help Make The 8 a.m., 150-Person Lecture More Interactive. Top Hat is trying to innovate a sector that epitomizes tradition and legacy: higher education. The Toronto startup wants to help textbook publishers bring their content from print-only to digitally palatable. And, since it’s 2020, add fully customizable and interactive lessons to that mix, too. Subscribe to the Crunchbase Daily Top Hat has just announced a $55 million Series D, a mix of equity and debt, co-led by existing investors Georgian Partners and Inovia Capital . Other existing investors also participated in the round, including Union Square Ventures , Emergence Capital and Leaders Fund . The startup is hacking itself into the age-old system by setting up partnerships with the publishers behind the textbooks, namely Fountainhead Press and Bluedoor Publishing . According to Top Hat, “more than 2.7 million students are enrolled in courses using Top Hat at 750 of the top 1,000 higher ed institutions in North America.” “When 65 percent of students are opting not to buy the latest editions of already-out-of-date textbooks, the fix is in: Something’s rotten in the state of educational publishing,” Top Hat’s website reads . But it’s more than a digital version of a textbook. The startup can offer teachers features to engage students, such as discussion boards. For both teachers and students, that level of interaction is even more important to anyone who has ever been to an 8 a.m. lecture (and forgotten their coffee at home). Features for the “all in one teaching app” range from checking homework to sending test questions, and giving professors the ability to author their own textbooks. There’s also a Top Hat marketplace to exchange textbooks and provide interactions between teachers to ensure content matches the ever-changing landscape. Finally, when it comes to education, any conversation that has to do with access to resources must address affordability, too. The startup charges $4 a month for its teaching platform and $35 per book, which is more affordable to students than buying the paper-only copy. A significant savings, the company claims , as the average full-time student spends over $1,000 on textbooks every year. Along with the fundraise announcement, Top Hat announced the recipients of its scholarship, which awards five kids in North America a combined $100,000 for academics. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/top-hat-raises-55m-series-d-to-help-make-the-8-a-m-150-person-lecture-more-interactive/"}
{"title": "No Slacking: Microsoft Teams Announces 13M DAUs, Mattermost Raises At Rapid Clip", "text": "No Slacking: Microsoft Teams Announces 13M DAUs, Mattermost Raises At Rapid Clip. In the wake of Slack’s successful direct listing , it’s been easy to forget that the popular corporate chat company has competition. Lots of it. Subscribe to the Crunchbase Daily But while the tech press has been busy unpacking what a direct listing is, how it differs from an IPO, and other bits of grit from the public markets, Slack’s competitors have been busy raising and selling. Let’s take a look at a recent round and a new data point to understand how the companies and products with Slack on their radar are performing. Mattermmost , a Slack competitor and Y Combinator-backed company, raised a $55 million Series B in mid-June . That capital came just months after the firm raised its Series A in February of this year . Combined, the two rounds total $70 million. Mattermost raised a Seed round back in 2017 , but we don’t how large that transaction was. Raising two rounds in such rapid succession—mere months apart—for such large and growing amounts indicates that Mattermost is resonating with the market. And second, Microsoft has news out today regarding the number of daily and weekly active users that its Teams product currently sports. Teams is a Slack comp that lives inside of the Office 365 world; Office 365 is Microsoft’s SaaS product. As such, Teams has had fertile ground to grow in. And grow it has. According to Microsoft, Teams now has 13 million daily active users and 19 million monthly active users. Is that a lot of folks? Slack hasn’t updated its DAU number since it noted that it had 10 million as of “the three months ended January 31, 2019” when it said that its tally “exceeded” the 10 million mark in its S-1 . (More on Teams versus Slack here , and here .) Fair enough, but that figure is now quite out of date, and given that Microsoft now has the higher announced number, it could be that Slack will drop a new data point. Investors will certainly want to know how it stacks up against Microsoft’s growing score when earnings roll around again. What matters more than whether Teams or Slack has the most DAUs is that the market for internal messaging tools is proving to be enormous. If there’s space for Slack, Teams, and Mattermost to all grow, there’s lots of addressable market to count up and go after. (Mattermost is an open source product, which does set it in a slightly different space compared to the proprietary Slack and Teams services.) Microsoft told Crunchbase News in a call that it is targeting frontline workers, a large chunk of the global workforce. Slack has a historically strong hold on tech shops and startups. Mattermost will have to find its own niche or try to take on its larger competitors. We’ve tracked Slack vs. Teams since I can recall . What’s more fun now is that Slack is public, which means we’ll have a better look at its financial performance as the news continues. And with Mattermost raising tons of cash and going after Stewart and Microsoft, there is a new upstart to track. This entire narrative has been an illustration of the startup circle of life: Slack started life as Tiny Speck, pivoted, nearly got sold to Microsoft and Amazon, stayed solo, attracted competing products from companies big and small, went public, and is now the incumbent itself. Illustration: Li-Anne Dias .", "source": "https://news.crunchbase.com/news/no-slacking-microsoft-teams-announces-13m-daus-mattermost-raises-at-rapid-clip/"}
{"title": "Meditation Apps Address Stress of COVID-19", "text": "Meditation Apps Address Stress of COVID-19. Social distancing, by nature, is isolating. And extended periods of isolation can take a toll on one’s mental health. Subscribe to the Crunchbase Daily With the news cycle churning out updates on the latest COVID-19 developments, the uncertainty about how long the pandemic will last and inevitable economic effects, some people are turning to meditation apps to clear their head. And in turn, some popular apps are making the services free or curating them for certain groups. Los Angeles-based meditation app Headspace is offering free services and guides to help people and specific groups cope with stress by introducing Headspace for Healthcare Professionals, Headspace for Work and Headspace for Educators. Headspace for Professionals, for example, gives all health care workers in a public health setting in the U.S. free access to Headspace Plus through the rest of the year, according to a blog post from the company. The workers will be able to access the subscription with their National Provider Identifier (a 10-digit identification number) and email address. Headspace for Workers and Headspace for Educators offer free access to collections of meditations for teachers and other members of the workforce. Headspace last raised $53 million in February for its Series C round, which was led by blisce/ . The startup’s other backers include Pacific Western Bank and Spectrum Equity , according to Crunchbase data. The meditation apps Calm and Simple Habit also are introducing free services. Calm, which is backed by investors including TPG Growth and Lightspeed Venture Partners , has put together a curated selection of free resources. Users can pick from sleep meditations, meditations for kids, practices to find ease and more. Simple Habit is introducing new meditation collections specifically geared toward coronavirus–topics including self-care, mindfulness for kids at home, mindful communication with family and easing fear, according to the company. “We recognize that many people are now being required to stay home, resulting in loss of income and financial uncertainty,” Simple Habit CEO Yunha Kim wrote in a blog post . “As a response to this macro change, starting today until the end of April 2020, we’ll offer free Simple Habit premium memberships to all people who are financially impacted by this difficult time and can no longer afford to pay. If you’re struggling or in need, we’ll take care of you.” Illustration: Dom Guzman", "source": "https://news.crunchbase.com/news/meditations-apps-address-stress-of-covid-19/"}
{"title": "Learn, Observe, Control: UChicago To Commercialize A Generalized Software Optimization Framework", "text": "Learn, Observe, Control: UChicago To Commercialize A Generalized Software Optimization Framework. On its face, Ryerson Physical Science Laboratory seems like an unlikely place to find a new technology that has the potential to change the world. Sitting on the main quad of the University of Chicago, the building’s hallways and classrooms could be a movie set for a film set in the 1950s. There is a wood-paneled student lounge, and the whole building smells a bit like an old box of pencils. It’s part of a dwindling breed of academic buildings. Ryerson is currently home to UChicago’s computer science department, which, at least when I was an undergraduate there, had the perception of being a bit stodgy and overly theoretical. What may have been true just a few years ago is changing very quickly today. The department has made a few important hires. This includes Intel’s former VP of research Andrew Chien as a professor and director of the CERES Center For Unstoppable Computing. Michael Franklin , formerly the chair of Berkeley’s top-rated computer science department, was hired as UChicago’s department chair. This has set the university’s computer science department on a path toward being, in Franklin’s own words, “ world class ” in theory and applied science. Follow Crunchbase News on Twitter & Facebook In 2013, UChicago’s computer science department also brought on another person, Henry “Hank” Hoffmann (pictured below). Michael Franklin told Crunchbase News that Hoffmann was brought into the computer science department when it built out its computing systems research group. Among other earlier projects in his career, Hoffmann helped to modernize billion-dollar radar systems to detect and intercept hypersonic ballistic warheads at MIT. Hoffmann also built a programming interface for one of the first commercially-available multicore processors at Tilera , a startup also spun out of MIT. But Hank’s most important work to date is SEEC , which was the basis of his Ph.D. dissertation . Hoffmann’s framework for so-called “Self-Aware Computing Systems” (e.g. SEEC) was deemed a “World Changing Idea” by Scientific American in 2011 , and now in 2018 this idea may change the face of the tech business. “Hoffmann’s work is one of those all-too-rare examples of something that pushes a field forward, academically speaking, that also has significant commercial promise,” said Michael Franklin, whose storied lab at Berkeley created the popular Apache Spark framework . “I feel like I could never call it [‘the Hoffmann Optimization Framework’] in an academic setting because I think people would just laugh at me. […] As long as I’m not specifically quoted as using my own name to refer to the framework, we’re good,” Hank said in an interview with me. To be clear, Hoffmann doesn’t seem like the type of person to brand something with his own name. That’s been attached to the framework by his commercial partners, but mostly in the form of its initialism: HOF. Machine learning is eating the world. It is so prevalent in Silicon Valley tech startup pitches today that it’s basically become an inside joke. Seemingly everything needs to be controlled by a neural network, the deeper the better. But machine learning techniques are being used in all kinds of applications that are less flashy than some whiz-bang tech startup. Neural nets are optimizing everything from cancer diagnosis to pneumatic braking on freight trains, and everywhere in between. All because of some fancy linear algebra, a computer is able to develop and evolve statistical models of how systems operate and then perform actions based on those models. But that learning process takes computational resources, lots of high-quality data, and, most critically, time. Re-training a system in the face of new information – like a shock to the system, or encountering something that’s completely different from what the neural net has been trained to understand – is not always feasible, and certainly not in situations where speed is important. “The Hoffmann Optimization Framework is the world’s only AI ‘insurance policy’ that can optimize and supervise any legacy or new system to guarantee performance to your goals, fully responsive to what is both known and unknown,” said Lester Teichner, Partner in the Chicago Group , which has partnered with the University of Chicago to bring Hoffmann’s work to market. So, if neural nets are good at developing a statistical understanding of a system, why not turn that gaze inward and learn about the system itself and how it works best, such that when something changes, it can respond? The Hoffmann framework is able to extract additional performance from complex systems that have already been optimized using machine learning, narrowing the gap between the absolute best-case scenario and what you can actually achieve in practice. It does so dynamically, and in real-time. HOF ingests data produced by a given system and makes on-the-fly adjustments to how that system operates in order to maintain the best level of performance, even in adverse conditions. The framework is able to deliver performance guarantees formally proven with cold hard math. And, perhaps most importantly, the framework is abstract enough to be applied to basically any complex system to make it perform better. And it does so rather unobtrusively, by simply sitting atop an existing system. The framework can be implemented by software engineers with relative ease through a software development kit (SDK) developed by Hoffmann and his research group. Hoffmann said, “One of the things I’ve wanted to do is remove as many parameters as possible from users, so that users could benefit from the combination of control systems and machine learning without having to learn how the control mechanisms are working at the operating system and hardware level. At that point you’re just swapping one problem for another.” I ’ve been privy to a few results from tests of the framework, so here’s what that looks like in practice. This is where the “general” in “generalized optimization framework” really comes through, because it’s been implemented in many different kinds of application areas with generally impressive results. Here are a few examples of its proven results today: An interesting implementation in autonomous vehicles, described later in this article. Hoffmann’s framework was recently implemented on Argonne National Laboratory’s Cray XC40 supercomputer running a popular (at least in academic circles) molecular dynamics simulator called LAMMPS. The optimized system produced “average increases in analyses completed of about 30% compared to the current state of the art,” according to Hoffmann. (Let that one sink in a moment.) Implemented in a generative adversarial neural network learning a set of training data, the framework helped to produce results that were materially more accurate than the control, according to the tester. In laboratory conditions, on phones with multicore ARM architectures, researchers using HOF achieved “2x” energy savings over the control sample by changing how the phone’s operating system allots resources during computationally-intensive tasks. In a paper presented this year at ASPLOS , one of the most prestigious academic AI conferences, an implementation of the framework eliminated out-of-memory failures on test installations of Cassandra, HBase, HDFS, and Hadoop MapReduce. The framework produced a set of configuration settings which delivered better performance than even expertly-tuned settings, and this was all accomplished by changing as few as eight lines of code. A chipmaker said that the framework’s results are equivalent to a generational upgrade, delivering next year’s performance expectations today. “We have dramatically improved performance and lowered energy consumption in every instance we have implemented so far, seeing improvements of 20% or more across the board.” said Lester Teichner. “The Framework is widely applicable and has been deployed on mobile and server CPU and GPU chipsets, and on autonomous vehicle platforms.” For a DARPA-backed trial, and in collaboration with Adam Duracz from Rice University and Jason Miller at MIT, Hoffmann’s framework was installed on a computer encoding video from a camera mounted to the top of a car. The encoder was set to output 20 frames per second at a specific resolution, and these targets were displayed on charts below the video for me to watch. To test the effectiveness of the framework at delivering performance guarantees in adverse conditions, the demonstrators began to kill off CPU cores and slow fan speed on the computer to simulate degraded performance one might encounter “in the wild.” The lines on the charts began to deviate from their targets, but very quickly – like, within a second or two – returned to basically normal performance as the framework re-allocated its remaining computing resources on the fly. At first the framework overshot the target, then undershot it, but it quickly converged on the pre-set performance targets: 20 frames per second. It wasn’t until the computer was really crippled that the video began to pixelate and skip frames, but despite the juddering and the boxy-ness, the video encoder kept working. Without the framework’s supervisory and control functions, the system just crashed at the first sign of trouble. In that demonstration of the framework being applied to video encoding I was able to see the ghost in the machine – the mechanistic “self” in self-aware computing – turning the virtual dials to keep running. It was both fantastically interesting and very spooky to watch. Hoffmann affectionately described the successful test as one of his “proudest moments” as an academic. If you’ll forgive the automotive pun, imagine a few years down the road what this capacity to self-heal will mean to autonomous vehicles. If a patch of sensors in the LIDAR device on top of the car malfunction or a tire pops while on the road, Hoffmann’s framework could detect this failure and reallocate system resources to keep the system up and operating at its best, even in adverse conditions. And the fact that this adjustment happens so quickly matters, particularly in the case of autonomous vehicles which could be moving very fast. Rather than asking a machine-taught system to re-learn everything when something unexpected happens, HOF takes what the system already “knows” about its limits, its theoretically optimal behavior, and the variables (the “virtual knobs”) that affect its performance to find the best way to operate given the context of its environment. Our hypothetical car mentioned earlier wouldn’t need to re-learn how to drive with three functional tires, or how to “see” with partial blindness. A drone that’s far from its base could operate at a different speed or trajectory to ensure that it has sufficient battery life to make it home. It wouldn’t need to re-learn how to fly, this time with half a battery. Multi-core computers, or servers in a data center, could reduce energy expenditure by more efficiently allocating computational resources or adjusting fan speeds under heavy load. In a complex system with many layers of subsystems, having HOFs all the way down the stack would make the whole system run more efficiently. UChicago, in partnership with the Chicago Group, has begun the process of taking the framework to the broader market. Hank said he was “lucky” to have previous startup experience working on Tilera, which showed him the value of focusing on one specific application of a particular technology. But for the optimization framework, he said “I wasn’t even sure that starting a company was the right idea, because I thought that this technology was useful in a lot of different contexts. The idea of spinning up a company and having to pick just one of those contexts didn’t seem right. This technology could be in phones, or in data centers, or in a bunch of different areas. What if we picked the wrong one?” So, in turn, this broad licensing approach is itself a generalized, abstracted way to commercialize a generalized optimization framework. “We eat our own dog food,” quipped Hank, who concluded “We believe in generalization.” Crunchbase News has learned that the Chicago Group is in discussion with several major internet companies, automakers, semiconductor producers, and electronics manufacturers in the US and abroad. They have also approached a number of venture capital firms to make the optimization framework available to their portfolio companies. After seeing what this seemingly simple framework is capable of, we’re also left wondering what other technologies are hiding in the messy corners of professors’ offices and research labs both in dusty old Ryerson and at other institutions. In the struggle between research institutions and private industry to create the technologies of the future, academia scored a point today. Update: We corrected the spelling of a surname following original publication. Illustration Credit: Li Anne Dias", "source": "https://news.crunchbase.com/news/learn-observe-control-uchicago-commercialize-generalized-software-optimization-framework/"}
{"title": "In A Continued Push To Enter The Consumer Market, Foxconn Spends $866M On Belkin", "text": "In A Continued Push To Enter The Consumer Market, Foxconn Spends $866M On Belkin. Morning Report: Electronics manufacturer, Foxconn Interconnect Technology, will reportedly acquire Belkin for $866 million to explore a smart home network. According to the Financial Times , a subsidiary of Taiwanese electronics manufacturing company Foxconn International Technologies announced that it will acquire U.S based electronics designer, Belkin International . The Hong Kong-based Foxconn Interconnect Technology (FIT) will acquire the company for a widely reported total of $866 million. Belkin will reportedly operate as a subsidiary of FIT, and its CEO, Chet Pipkin , will remain in his current position. Follow Crunchbase News on Twitter & Facebook The Financial Time s further reports that Foxconn is looking to build out an IoT-style smart home ecosystem. Belkin’s Wemo home automation system already offers multiple smart plugs, light switches, and cameras that are controlled by the Wemo app for smart home integration, along with its Apple HomeKit-enabled Wemo bridge. FIT reportedly recorded revenue of $3.4 billion in 2017 , with mobile and wireless accounting for 46.8 percent of that total and consumer electronics making up 24 percent. Crunchbase News reported in November that Dell’s VC arm Dell Technologies has also been interested in building out it’s IoT network, investing in early-stage startups in that category. We also dove deep into the Xiaomi story in January , finding that the company has long invested in building out its smart home platform, funding early-stage startups with connected home appliances ranging from a wifi-enabled rice cooker and electric bicycle to its MiTV. Furthermore, in March, Crunchbase News found that while excitement surrounding connected devices may be slowing among consumers—I guess we just assume everything can work with Alexa at this point—funding into U.S.-based IoT startups peaked at 1.46 billion, up 42 percent from the year before. With connectivity and integration with already existing home assistants high on the priority list for consumers of digital products, Foxconn’s plan is unsurprising. Intercom raises $125M, joins unicorn club Intercom , a messaging platform for sales and customer support, has raised $125 million at a valuation of $1.275 billion. Kleiner Perkins led the round for the seven-year-old San Francisco company, which has raised more than $240 million to date. Family offices have a taste for VC Family offices, which manage investments of the ultra-wealthy, have gotten a lot more involved in the startup scene over the past decade. Since 2010, their deal volume increased by a multiple of six, a Crunchbase News analysis finds, with activity peaking in 2015 along with the broader venture investment market. Smartsheet files for IPO The list of IPOs-in-waiting continues to grow. The latest addition is Smartsheet , a Bellevue, Wash.-based provider of project management software, which just filed to raise up to $100 million. Illustration Credit: Li Anne Dias", "source": "https://news.crunchbase.com/news/continued-push-enter-consumer-market-foxconn-spends-866m-belkin/"}
{"title": "Freshworks Joins The Unicorn Club With $100M Series G Co-Led By Sequoia And Accel", "text": "Freshworks Joins The Unicorn Club With $100M Series G Co-Led By Sequoia And Accel. At work, you’re ostensibly supposed to get stuff done. And there’s a seemingly endless number of tools out there to help employees and executives alike do what they need to do. Follow Crunchbase News on Twitter Freshworks makes software that does a lot for businesses. Founded in 2010, formerly under the name Freshdesk, the company now known as Freshworks offers cloud-based tools for sales management, recruiting, customer engagement, workplace chat, virtual call center infrastructure, and its original online help desk product. These are made available on a subscription basis both as a bundle and à la carte. Today Freshworks announced two pieces of news: one regarding new funding and the other involves a new strategic hire. Freshworks has raised $100 million in a Series G funding round at a $1.5 billion valuation, post-money, according to a spokesperson for the company. Accel Partners and Sequoia Capital led the round, which also saw participation from CapitalG , the ( quite active ) growth equity investment arm of tech conglomerate Alphabet . In conjunction with the capital raised across six previous rounds since the end of 2011, this financing brings Freshworks’s total venture funding to $250 million. The company’s last round, a $55 million Series F announced in November 2016, valued the company at $700 million, post-money, according to Crunchbase data. So in nearly two years, Freshworks managed to double its valuation and join the increasingly-crowded unicorn club. In a statement provided by the company, Girish Mathrubootham , Freshworks’s co-founder and CEO, disclosed the company’s current revenue and user figures. Freshworks has “$100 million in annual recurring revenue” and now serves “over 150,000 organizations,” including the NHS, Honda, Hugo Boss, Toshiba, and Cisco, among others, according to the executive. Running on the assumption that these figures are current as of the tail-end of July 2018, we can back out some growth figures from prior disclosures from the company. In November 2016, when the company announced its Series F round, TechCrunch reported that the company “has 100,000 customers, mostly small-to-medium size businesses.” In the nearly two years since its Series F, the raw count of Freshworks’s customers grew at a compound annual growth rate (CAGR) of 26 percent. At the same time, it appears that Freshworks added several big-name customers to its roles, presumably bringing in more revenue apiece than small-business customers. An August 2017 report in VC Circle suggested that Freshworks pulled in “upwards of $50 million for FY16, with the Indian operations likely contributing close to 30%.” The VC Circle report also cites an article in India-focused tech publication Factor Daily which said Freshworks’s “consolidated revenues are likely to have grown to $70 million for FY17.” In another interview with VC Circle, this time from June 2017 , CEO Girish Mathrubootham declined to disclose certain revenue specifics (like average revenue per user, or ARPU). “All I can say is that we have been registering 70% year-on-year growth over the last two years,” Mathrubootham offered before continuing, “[as] for ARPU, I can only say that Freshdesk generates three times more ARPU than most of our other products.” Between substantial growth in user counts, an overall improving quality of revenue, and prior statements about company growth, it’s safe to say that if Freshworks isn’t currently valued at $1 billion or more, it is close to it. In addition to the new funding, Freshworks also announced that it’s brought on Suresh Seshadri – formerly the vice president of finance and treasury at AppDynamics – as its chief financial officer. Seshadri helped AppDynamics prepare for its initial public offering, according to a statement from Freshworks. “Coming on board to work with Girish [Mathrubootham] and the rest of the executive team is an incredible opportunity, and I am confident that we are well-positioned to reach the next phase of Freshworks’ expansion.” Freshworks’s nine-figure funding round closes out a record month of supergiant round announcements . In July 2018, about fifty rounds topped out at $100 million or more, with some extending well past $1 billion. It’s a pattern which started years ago, and it has been amplified by firms like Sequoia and others that have raised huge new funds to feed capital-hungry companies. Freshworks’s path to IPO may be paved with another hundred million dollars, but whether it succeeds in not just taking off from its extended runway, but becoming a soaring SaaS success, is not certain.", "source": "https://news.crunchbase.com/news/freshworks-joins-the-unicorn-club-with-100m-series-g-co-led-by-sequoia-and-accel/"}
{"title": "Rippling Reaches Unicorn Status With $145M Series B", "text": "Rippling Reaches Unicorn Status With $145M Series B. Employee management software startup Rippling has raised $145 million for its Series B, bringing its valuation to $1.35 billion. Subscribe to the Crunchbase Daily While the Series B is certainly large and the San Francisco-based company will likely use some of the funding for research and development, CEO Parker Conrad said Rippling, for the most part, won’t be changing anything about its plans as a result of the fundraising. “I think what the fundraising buys us more than anything is peace of mind and sort of the confidence and the ability to execute on the existing plan with a lot more confidence,” Conrad said in an interview with Crunchbase News. “And sort of insulate the company from whatever might happen in the next six to 12 months before things return to normal.” Rippling, which was founded in 2016, aims to be the “system of record for employee data,” per a blog post from Conrad announcing the Series B. Its software helps companies manage employees’ payroll, benefits, devices, etc., all from one place. The company says it now processes $3.5 billion in annual payroll, and had its highest sales quarter ever in the last three months–even after slashing its marketing budget in half. This isn’t Conrad’s first rodeo with a unicorn or a human resources software. He’s likely best known for co-founding and serving as CEO of Zenefits , before resigning amid a regulatory compliance scandal . Rippling wasn’t looking to raise money. In fact, Conrad said, the company was committed to not raising money for the next year or so. But Founders Fund reached out with an offer compelling enough for Rippling to take it. Founders Fund led the new round with participating investors including Greenoaks Capital , Coatue Management and Bedrock Capital . Existing investors Kleiner Perkins , Y Combinator and Initialized Capital also returned for the Series B. Rippling last raised money with its $45 million Series A in April 2019. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/rippling-reaches-unicorn-status-with-145m-series-b/"}
{"title": "The Top New Enterprise Associates-Led Deals Of 2018", "text": "The Top New Enterprise Associates-Led Deals Of 2018. What do Chinese education startup Zuoyebang , interior design platform Houzz , and cloud computing platform MongoDB have in common? New Enterprise Associates . Follow Crunchbase News on Twitter The second firm in our VC checkup series was founded in 1977, has global branches in China and India, and is the second most active VC firm founded before 2000 behind Sequoia Capital , according to Crunchbase . NEA invests in technology startups and healthcare, but its investment focus is agnostic in terms of stage and technology industry. The firm made early bets on notable companies like Mulesoft, Jet , Groupon , and Salesforce . NEA has raised a total of $20 billion in capital across 16 funds since its founding. Like Sequoia, the size of its funds have reached new heights as individual funding rounds have become more gargantuan than ever before. The firm closed $3.3 billion for its largest and most recent fund, NEA 16 Fund, in June 2017. But how has the firm put that $3.3 billion to use so far? Let’s take a look at the biggest NEA-led deals of 2018 to find out. At the top of the list is a $250 million Series A led by NEA along with Goldman Sachs for robotics process automation platform Automation Anywhere . The company develops robotic software that can automate data-heavy business practices and provide companies with insights into their operational efficiency. The round brought the company’s valuation up to $1.8 billion and the company said it was one of the largest Series A rounds for an enterprise software company. Seven of the top 15 NEA-led deals thus far in 2018 were directed toward companies working in healthcare, medical devices, and biotech. Among those companies is Radiology Partners which dubs itself the largest on-site radiology practice in the U.S. The company brought in $234 million in the NEA-led funding round. Another, smaller health-focused company that scored a $50 million Series D led by NEA is CareZone . The consumer tech company offers an application to help individuals manage their medications and health information. Outside of healthcare is Canopy, which raised a $30 million Series B in March. Canopy aims to displace outdated accounting practices. New Enterprise Associates invested in both its Seed and Series A rounds,. With investments this year in companies ranging from robots to taxes across all stages, New Enterprise Associates is staying true to its agnostic mission. For now, here are the top 15 NEA-led deals of 2018: Organization Name Funding Type Money Raised Announced Date Automation Anywhere Series A 250M July 2018 Radiology Partners Venture - Series Unknown 234M March 2018 Collective Health Series D 11M February 2018 Personal Genome Diagnostics Series B 75M January 2018 Centrexion Series D 67M January 2018 Metavention Series C 65M January 2018 Senti Biosciences Series A 53M February 2018 Goop Series C 50M March 2018 CareZone Series D 50M May 2018 Reltio Series D 45M May 2018 Luminary Media Venture - Series Unknown 40M May 2018 XSKY Data Technology Series C 37.8M April 2018 Aetion Series B 36.4M April 2018 Canopy Series B 30M March 2018 Xoc Pharmaceuticals Series A 30M February 2018", "source": "https://news.crunchbase.com/news/the-top-new-enterprise-associate-led-deals-of-2018/"}
{"title": "Last Week In Venture: Haute Hijab, Pro Network Mining, Coin Crunching, And Time Storage", "text": "Last Week In Venture: Haute Hijab, Pro Network Mining, Coin Crunching, And Time Storage. Hello and welcome back to Last Week In Venture , the weekly roundup of startup funding deals which may have flown under your radar. Subscribe to the Crunchbase Daily Before getting into that, though, here’s a bit of what the Crunchbase News team did this week. VC investor confidence is down , and we followed up with an investor to hear their thoughts on the market. We covered Amazon’s acquisition of home WiFi company Eero and supergiant funding rounds raised by Rivian , DriveNets , Flow Kana , and Nuro . We covered reports that Doordash is inking a big new funding deal. And, in other news, Lyft’s founders move to concentrate power , Peloton is prepping for an IPO , and dating apps aren’t getting a lot of love from VCs . Of course, this is just a small piece of a bigger picture. There are plenty of companies outside the unicorn spotlight, and their contributions to the broader startup ecosystem are definitely worth sharing. So, without further ado, let’s dive into the week that was in venture-land! Aiming to deliver “the world’s best hijabs for the world’s most powerful women,” NYC-based Haute Hijab designs and sells a selection of hijabs and underscarves in an array of luxury and performance fabrics. On Monday, the company announced it raised $2.3 million in seed funding led by Cue Ball . Sinai Ventures , Muse Capital , Maveron , Ludlow Ventures , Helm , and AngelList participated in the deal. The ecommerce company was launched back in 2010 by Melanie Elturk (CEO) with her husband Ahmed Zedan (COO). Last year, when Haute Hijab launched a luxury collection of crystal-laced hijabs, Elturk told Glamour magazine that, growing up in Detroit in the 90s, she owned two hijabs that she would rotate every other day. “They were dark and drab and didn’t fit into my American style… the idea of hijab and fashion couldn’t even be said together. It was the ultimate oxymoron,” she told the fashion magazine. Today, the company is a leading brand in the hijab market and says it plans to use its new capital to scale up domestically and “extend its competitive lead worldwide.” In a statement about the funding round, the company says that “[t]he average Muslim woman wears up to four hijabs per day and owns over 100 hijabs in total,” and it’s a rapidly-growing market. Citing figures reported by The Guardian , the company said that the Muslim middle class is expected to triple to 900 million people by 2030. According to the 2017 Global Islamic Economy report , $254 billion was spent on Muslim attire in 2016. The report indicates the market could grow to $373 billion by 2022. The likes of Facebook and Google are busy mining your social data for ethically dubious (but phenomenally profitable) advertising businesses. Well, teams can now collectively mine their own professional network for more useful stuff, like introductions to new customers and business partners. Affinity is a San Francisco-based maker of a relationship intelligence platform, which “structures the world’s communication data to harness the power of professional relationships.” 1 The company raised $26.5 million in a Series B round co-led by Sway Ventures and Advance Venture Partners . Pear Ventures , MassMutual Ventures , and Lars Dalgaard (investing individually) participated in the round. How does it work? Affinity’s patented technology siphons metadata out of your calendars and email, reconciles it with available social information and communications from other people on your team, and helps visualize a professional network and identify folks who are best-positioned to make warm introductions. It’s like the contemporary digital surveillance state, but for corporations! The security page on the company’s website says that a person using the software is “able to view email subjects, email recipients, calendar event titles, and calendar participants across [their] entire firm.” The company advises to use the default-open privacy settings, but it says it offers more granular privacy controls, including ways to hide messages between certain people from the platform. In a business setting, it makes sense to keep some executive communication off the record, as it were, but it highlights another divide between haves and have-nots. If data is the new oil , the workers themselves can be wells, too. Sounds like a greasy business to me. Stop for a moment and think about the countless sensors and chips, logging and computing away, recording moment-to-moment happenings all day, every day. Where does all that data go? Well, to be most useful, time-dependent data should be stored in a time-series database , which are purpose-built to slice and dice data by datetime tags. Time-series databases are among the fastest-growing category of databases infrastructure. According to industry monitoring authority DB-Engines , the most popular time-series database system is InfluxDB . This week, InfluxDB announced it raised $60 million in a Series D round led by Norwest Venture Partners. Several prior investors , including Sapphire Ventures and Battery Ventures , participated in the round. 2 In conjunction with the financing, MongoDB CEO Max Schireson joined InfluxData’s board of directors. Rivian isn’t the only Midwestern upstart automaker to close funding this week. Ann Arbor, MI-based May Mobility raised $22 million in a Series A round co-led by Cyrus Capital Partners and Millennium Technology Value Partners . The company is developing self-driving vehicles that will be available through an on-demand shuttle service in urban centers. BMW i Ventures and Toyota AI Ventures backed the company’s seed round in February 2018. May Mobility went through Y Combinator ’s Summer 2017 batch. Massless , developers of an “incredibly intuitive, precise and flexible 3D pen for sketching, modelling, review and animation inside and outside of XR” raised $2 million in a seed round led by Founders Fund . Alongside a number of individual angel investors, seed fund Shrug Capital and London-based deep tech investor Entrepreneur First participated in the round. And finally: one of bitcoin’s technological selling points is its open, publicly auditable ledger of transactions. It turns out there’s money to make by mining this data for secrets and statistics. Blockchain analytics and research firm Chainalysis raised $30 million in a Series B round led by Accel . Benchmark , which led the company’s $16 million Series A round in April 2018, participated in the deal announced this week. And with that, we’re done! Here’s to hoping that some of our U.S. readers can enjoy a three-day weekend. Everyone else should rest easy, too. The POTUS probably isn’t going to do anything else while he’s golfing. Image Credits: Last Week In Venture graphic created by JD Battles. Photo by Ferdinand Stohr, via Unsplash. Disclosure: 8VC led Affinity’s Series A round . 8VC is an investor in Crunchbase , the corporate parent of Crunchbase News. For more information about Crunchbase News’s policies about disclosure, please consult the about page on the Crunchbase News website. ↩ Mayfield Fund participated in the round as well. Mayfield Fund is an investor in Crunchbase , the corporate parent of Crunchbase News. For more information about Crunchbase News’s policies about disclosure, please consult the about page on the Crunchbase News website. ↩", "source": "https://news.crunchbase.com/news/last-week-in-venture-haute-hijab-pro-network-mining-coin-crunching-and-time-storage/"}
{"title": "VC Summer Slowdown Hits Boston, Which Has Its Slowest July Since 2014", "text": "VC Summer Slowdown Hits Boston, Which Has Its Slowest July Since 2014. Greater Boston is home to all the elements that, when combined, make up a fruitful startupland: smart people, established universities, conferences galore, and a healthy dose of local loyalty. 1 So, once a month, we’re going to take a look into the Greater Boston startup scene 2 and give you a quick round up on what’s been happening. Looking at the total venture capital scored by Greater Boston-based startups in July year over year, 2019 was the biggest dip in five years. Thanks to the likes of startups like Toast , DraftKings , Indigo AG , and more, previous Julys in Boston saw nine-figure rounds. This July, we saw none. See the chart below for more. Going back to this July, however, Greater Boston startups raised $183 million through venture capitalists last month, with the majority of that total going toward Seed stage rounds, and then Series A rounds. That total is a dip from June’s totals, when the same region raised $247 million. The June spike was due to an outsized round from Commonwealth Fusion, a startup which works on complicated concepts like superconducting magnet technology and commercial fusion on energy. The company raised a $115 million Series A. As Alex and Mary Ann explained when covering Commonwealth’s round that the startup has some local love in its DNA. Founded in 2017 it was spun out of MIT and works with MIT’s Plasma Science and Fusion Center. Below is a chart of notable rounds raised by Greater Boston-based startups in the past month, according to Crunchbase data . A slew of companies scored eight-figure rounds. Lendbuzz raised $20 million to help with car loans for international students (and raised $130 million in debt financing), Sense raised $10 million to help you better track devices and automate your home, and Jobble scored $11 million to aid those who want more flexible work. Although its a tiny round, Area4 Labs Inc . raised $1 million to help us all find local music that we love, played live. On the biotech front, we saw Leuko Labs raising $1.8 million to create a non-invasive white blood cell monitoring device. Also, Pyxis Oncology raised a $22 million Series A to focus on immunology. Excluding Cambridge, a home for biotech startups, Boston-based startups racked up just over $139 million in venture capital funding. That’s more than double the amount that Boston-based companies raised in June, which was $59 million. Why the sudden uptick within Boston? Tscan Therapeutics , a biotech company that plans to develop immunotherapy treatments for cancer, raised $48 million in a Series B. This is almost quintuple the size of any round scored by a Boston-based company in July. As you can see, there was a slew of large(ish) Series A rounds made by venture capitalists. Jobble , an on demand marketplace that connects businesses to people who want flexible work, raised $11 million. DUST Identity which uses diamond dust to help identify objects raised $10 million. Yup, diamond dust. The company launched from stealth in 2018, and now works with tech and consumer electronic brands as well as government organizations. In a press release , the CEO Ophir Gaathon said that “maintaining the integrity of the data is vital, but it is not enough. We need to extend the trust into the products.” The list above features a healthy mix of industries, reminding us that Boston isn’t just a biotech town. In fact, as we reported last month, the city’s food tech industry is thriving too. And as we’ll discuss in our next section on acquisitions, some Boston-based food startups are even hungry. In July, I wrote about how restaurant management platform Toast bought StratEx , its first-ever acquisition. The buy will help Toast customers automate their payroll and HR services, like employee on-boarding and scheduling. The Boston-based company said it plans to invest over $1 billion in R&D over the next five years “to continue building software and hardware designed specifically for the restaurant industry.” More in acquisition news, Curaleaf , a public cannabis company, acquired Chicago-based Grassroots Cannabis for $875 million. BostInno reports that the combined entities make Curaleaf the world’s largest cannabis company by revenue. This is just a snapshot of what was up in Greater Boston in the past month. When I lived in the city, I noticed growing tech scene just by sifting through Eventbrite and recording what business events are going on around me . I’m not going to compare Boston to San Francisco just yet because I don’t have the nuance under my belt yet. That said, as I’m starting to understand SF better I think Boston is doing what’s necessary to be taken seriously as a startup hub — it’s opening innovation labs, and then more innovation labs, helping immigrant founders , devoting Wednesdays to immigration talks, and setting up Friday nights where you can meet your entrepreneurial neighbors. This column is meant to be a quick, digestible window into this growing enthusiasm. Talk next month, and in the meantime any Greater Boston news can be sent over to natasha@crunchbase.com . Illustration: Li-Anne Dias For transparency, I went to school in Boston, so I’m part of this mix. ↩ This includes Boston and Cambridge. ↩", "source": "https://news.crunchbase.com/news/boston-startups-raised-183m-in-july-a-drop-from-last-month/"}
{"title": "Spurred By Robinhood, Trading Fees Fall Among Old-Guard Brokers", "text": "Spurred By Robinhood, Trading Fees Fall Among Old-Guard Brokers. Morning Markets: A regular theme of this column is tracking the impact that startups have on incumbents. Here’s some more evidence of just such an effect. News broke this morning that Charles Schwab will reduce its commissions for online trades to zero . As CNBC notes while reporting the news this morning, the move is part of a trend that has also seen Interactive Brokers and J.P. Morgan Chase reduce trading fees. Subscribe to the Crunchbase Daily Shares of Schwab competitors and Schwab itself are down today. This, of course, brings up Robinhood and its platform that charges end-users nothing to trade stocks. The genius of Robinhood’s early product work was that it took something that could be priced nigh-zero in a digital world (trading) and set its actual price near the marginal cost of the transaction. By excising the margin, the then-startup attracted legions of fans, and, afterward, oceans of capital . According to its most recent funding round, a $323 million Series E in 2019 , Robinhood is worth $7.6 billion today. That’s not to say that its road has been smooth. The company ran afoul of effectively everyone when it tried to launch a savings account that wasn’t ; Robinhood has also had reported growth issues , something not uncommon for high-growth startups. All the same, Robinhood’s pitch to consumers that there was no reason to pay $4.99 or $7.99 or $9.99 just to execute an equity trade worked. Throw in the company’s tools like options and margin products, and Robinhood was offering quite a lot for not too much money. Incumbents had to compete, therefore, on price and features. Robinhood’s launch was an asteroid impact into the fees-for-trades equity world. Schwab’s move today is the first die-off of a dinosaur revenue stream. Before I torture that analogy further, let’s remind ourselves of when we last touched on the theme of startups impacting incumbents. In early August we wrote that Green Dot , a publicly-traded banking service, had been repriced by the market by nearly half after it disclosed a diminished future outlook in an earnings report. Green Dot placed the blame for its smaller revenue and profit expectations on the back of what its CEO described as “so-called neobanks,” the sort of firm like Chime and Acorns that we’ve covered extensively over the years. In the case of Green Dot, well-funded upstarts were taking parts of the market away. Chime and Acorns et al often have a focus on slim fees, and features. In that way they are similar to Robinhood as we’ve seen above; a market that was too comfortable in its pricing found itself under attack from younger competitors unfocused on short-term profitability. Consumers tend to win in these situations, even if they don’t switch providers. Schwab customers just got a fee cut, for example, without having to move to a startup platform. I’ve written skeptically ( here , here ) about Robinhood’s valuation, yes, but I also want to note that its impact on regular folks has so far been positive at least in one way. There is excess amidst tech startups and other venture-backed companies. There are silly valuations. There are bad actors. But let’s not forget that sometimes startups do have the ability to disrupt pricing regimes that made no sense. As marginal costs fall, so should prices. And quickly. Illustration: Dom Guzman", "source": "https://news.crunchbase.com/news/spurred-by-robinhood-trading-fees-fall-among-old-guard-brokers/"}
{"title": "The Q2 2019 Global Venture Capital Report: A Market Gone Sideways", "text": "The Q2 2019 Global Venture Capital Report: A Market Gone Sideways. For the global venture capital market, Q2 2019 breaks one trend and makes another. Using data and projections from Crunchbase, this report from Crunchbase News dives deep into the state of the global venture capital ecosystem. Here, we want to assess investment and liquidity: Money In versus Money Out. In the Money In section, we will cover Crunchbase’s projections of how—and how much—the global venture capital ecosystem invested in Q2 2019 and in prior quarters for comparison. In the Money Out section, we’ll review acquisition statistics and highlight other notable liquidity events, including the open season on technology IPOs . To help you digest this report, each section will contain a bullish and bearish key finding. Without further ado, let’s dive in. Index Bullish key finding. Total deal volume is up for the first time in several quarters, which bodes well for the market as a whole. Bearish key finding. Dollar volume growth remains stagnant across multiple stages of the investing lifecycle. Total dollar volume in 2019 is unlikely to exceed the high water mark set in 2018. The time between Q4 2018 and Q1 2019 marked something of a turning point for the global venture capital ecosystem. It brought pause to a generalized uptrend in global venture dollar volume and continued a gradual recession in venture deal volume. Global data for Q2 2019 points to continued stagnation in the former but a slight recovery in the latter. This means that, in general, there were more deals struck in Q2 relative to Q1. However, on average, less money was raised in rounds across all but one stage. At the seed-stage deal and dollar volume are up, as is average and median seed deal size. That’s the outlier. We’ll get to stage-by-stage analyses shortly, but in the meantime, let’s get a high-level snapshot of the numbers from last quarter. In Q2 2019, Crunchbase projects that just over 8,800 venture deals were struck worldwide across all stages of the private-company funding cycle. Crunchbase projections compensate for historical patterns of reporting delays, which is particularly pronounced in seed and early-stage venture. Q2’s global deal volume is up markedly from Q1, snapping a multi-quarter slump. According to Crunchbase projections, quarter-over-quarter growth in deal volume was sufficient to reverse a year of declines, driven by an upswing in seed and early-stage deal counts. However, deal volume in Q2 2019 compared to Q2 2018 was virtually unchanged. Crunchbase projects that $69.8 billion was invested across deals at all stages. This figure also compensates for the known reporting delays and missing dollar amounts from many venture deals. If two points make a line and three a trend, Q2 2019 marks the beginning of a sustained downturn in global dollar volume flowing into startup equity. The projected 1.2 percent decline in venture dollar volume from last quarter is a far smaller drop than the 20.5 percent drop between Q4 2018 and Q1 2019. Though Crunchbase projections point to a quarterly decline, however slight, it bears mentioning that those same projections suggest that dollar volume is markedly lower in Q2 2019 than in the same period of time last year, dropping 17.5 percent year-on-year. Dollar volume declines are largely attributable to activity at the latest stages of the venture funding lifecycle. Though Crunchbase projects modest quarterly growth (on the order of a few hundred million dollars) in aggregate seed and early-stage dollar volume, the amount of capital invested in late-stage and technology growth deals (rounds labeled “private equity” raised by previously VC-backed companies) declined by a couple billion dollars, offsetting gains further down the stack. Most of the time in venture capital deals, a “lead” investor is designated (and it’s possible for more than one firm to co-lead a round). The lead is often the firm that originated the deal, is contributing the most capital to the round, is leading the due diligence and valuation negotiation processes, and is sometimes saddled with securing syndicate partners to fill out a round. Lead investors are often granted a seat on the board of directors, giving them governance power in their portfolio companies. Together, the roles of intra-deal coordination and negotiation, followed by post-deal directorship, grant lead investors a position of serious influence on the VC landscape. Below, you’ll find a list of the most-active lead investors from a combined set of early and late-stage deals struck in Q2. Keep in mind that not every deal in Crunchbase has a lead investor designated, and that there may be a reporting delay for certain deals. As is the case every quarter, this list contains most of the “usual suspects” one would expect to see. Tiger Global Management was the most frequent lead investor worldwide in Q2’s early and late-stage deals. Structured as a hedge fund, it’s unique among the firms listed here, which employ closed-end fund structures traditional to the VC sector. (Crunchbase News profiled Tiger Global Management back in February.) At the very beginning of Q2, Andreessen Horowitz (a16z) also restructured itself, surrendering its unregulated status as a venture capital firm (which in exchange for only investing money from wealthy individuals and institutions gets reduced regulatory, disclosure, and administrative burden) to become a fully-registered investment advisor (RIA), as detailed in a lengthy Forbes profile of the firm published in April. A16z is not the only RIA in the VC game; as TechCrunch points out , Foundry Group and General Catalyst are also SEC-registered advisors. The designation gives these firms more options to invest their LPs’ capital in search of outsized returns—at the expense of the relative freedom from regulatory oversight enjoyed by less-regulated venture capital funds. Also present among the most active investors in Q2 are corporate venture investors like Intel Capital (among the most prolific venture investors, corporate or not) and China-based Tencent Holdings . There are large, long-standing firms like New Enterprise Associates (founded in 1977) and Bessemer Venture Partners (founded as family office Bessemer Trust in 1911, but opened up a venture fund in Silicon Valley in 1974 ). Sequoia Capital (founded in 1972) also makes several appearances on this list by way of its primary Menlo Park outfit and global network funds based in India and China . And we’d be remiss not to mention SoftBank , a Japanese telecoms conglomerate. The company has a long history of making venture investments directly out of its own coffers, and it serves as the principal manager and second-largest backer 1 of the SoftBank Vision Fund, a nearly $100 billion capital pool administered by London-based SoftBank Investment Advisors . For its supergiant deal-making, SoftBank will sometimes invest its own money and later transfer the position to the Vision Fund portfolio. Other times, the Vision Fund (SoftBank Investment Advisors) will invest directly. Founded in 2018, Bethesda, MD-based Northpond Ventures is the youngest firm featured on this list. If you’re interested in U.S.-specific round leadership data that’s relatively recent (compiled on June 10, 2019), consider reading Joanna Glasner’s article published on Crunchbase News. In a follow-up piece , she highlighted the most-active investment firms that were founded within the past decade. In our stage-by-stage analysis, we’ll start close to the entrepreneurial metal with seed-stage deals. From there, we’ll proceed up the capital stack, ending with the late-stage venture and pre-IPO private equity deals that typically cap off the financial histories of private companies before they graduate to raising from public markets. It’s at the seed stage where we find the only real bright spot in this quarter’s global investment numbers. This stage includes rounds labeled “seed,” “pre-seed,” “angel,” and a subset of other round types. (More information can be found in the Methodology section at the end.) Crunchbase projects that, worldwide, approximately $3.92 billion was invested across 5,481 seed-stage deals in Q2 2019. Q2’s projected deal and dollar volume are up significantly from Q1 2019 and are up year-on-year as well. Not pictured in the chart above is a geographic breakdown of seed-stage deal and dollar volume, and within these numbers we find a trend. According to Crunchbase projections, companies based in the U.S. and Canada accounted for just over 41 percent of global seed-stage dollar volume in Q2 2019, down from 50 percent in Q2 2018. Similarly, with deal volume, the rise of the rest of the world continues: companies based outside the U.S. and Canada raised 66.9 percent of seed-stage deals, compared to 59.5 percent of deals the same time last year. In other words, the upswing in global totals for seed-stage deal and dollar volume is being driven by markets outside the U.S. and Canada. Seed is also the only stage where we see quarterly gains in both mean and median round size. Averages can be skewed by outliers. Upward movement in median deal size indicates a population-wide change. This all points to the shifting semantics of “seed,” and it appears to be a global phenomenon. Year-over-year, the average seed round size is up 60 percent worldwide and up 66 percent for U.S. and Canadian startups alone. Worldwide, the median seed-stage deal is now 80 percent larger than in Q2 2018; the median seed-stage deal in the U.S. and Canada ($1.4 million in Q2 2019) is up 180 percent from approximately $500,000 in Q2 2018. So what’s going on? In a word, stratification. There was a time when “seed” definitively meant something like “the first institutional check raised by a new startup, typically in an unpriced round, prior to raising a Series A round.” (Traditionally, a Series A round is when the price of a startup’s stock is first established during the valuation process.) Now, it’s not so cut and dry as professional startup investors are writing checks to ever-earlier-stage startups. Between the money raised from friends and family (which is rarely captured in investment datasets), wealthy angels, accelerator programs, and dedicated pre-seed funds, a founding team could have raised tens or hundreds of thousands of dollars from investors—buying them time and early traction—before setting out to raise a “seed” round. Seed investors, once reliably the first money into a startup, can now invest more because an increasing portion of their deal-flow comes pre-filtered by upstream capital providers. Crunchbase projects that $27.63 billion has been invested across 2,695 early-stage deals in Q2 2019. The following will become a recurring theme throughout the remainder of the report: worldwide, deal volume is up, but dollar volume remains basically flat relative to the prior quarter. It’s true at early-stage and beyond. (“Early-stage” deals include all Series A and Series B rounds, plus a subset of other round types within a certain range of funding raised in the transaction.) Early-stage deal volume appears to be reversing a roughly year-long downtrend, which comes as good news for an uncertain segment of the startup equity market. This appears to be driven largely by international growth. In Q2 2018, startups outside the U.S. and Canada accounted for 50.6 percent of all early-stage deal volume; in Q2 of this year, this same cohort of global startups raised 58 percent of early-stage deals. Here too, the center of gravity is shifting outside the U.S. and Canada. In prior quarters’ reports, we’ve discussed the long-term implications of these declines. Just as fewer seed rounds could portend a pull-back in early-stage deals, so it goes that a decline in early-stage deals results in constrained late-stage deal flow down the road. To be a signal of market strength, though, we’d need to see continued growth in subsequent quarters, or else this high note is just statistical noise. And although a resurgence in early-stage deal volume is bullish news, it is paired with negligible growth in dollar volume. This brings average round size down slightly from last quarter, but early-stage median deal size is still on the rise. Worldwide, average deal size at the early stage has fluctuated between $10.2 million and $17 million over the past two years. (Note: numbers for Q2 2017 through Q1 2018 are not pictured in the chart above.) The trendline is still generally upward, even if on a quarter-to-quarter basis there are ups and downs. In Q2, Crunchbase data indicates that, relative to Q1, average deal size shrank by 8.8 percent to $15.5 million; however, compared to the same time in 2018, the average grew by 34.8 percent. It’s two steps forward and one step back. Growth in worldwide median early-stage deal size, however, has been much more straightforward, literally. Worldwide, there hasn’t been a quarterly decline in median early-stage deal size since Q4 2017, which was $5.1 million according to Crunchbase. Fast forward to Q2 2018 and the median early-stage deal was $5.5 million. In Q2 of this year, that grew by 45.5 percent to $8 million. Again, this indicates a worldwide shift in early-stage dealmaking. Though most of this growth appears to be driven by the U.S. and Canadian startup market (where median deal size is up 88.7 percent year-over-year) median round size in the rest of the world is also up, albeit by a comparatively more modest 12 percent from Q2 2018. In prior quarters, huge late-stage and technology growth deals dominated the headlines and bent the curve of the startup investment market upward. This quarter, not so much. The story with the later stages of venture finance is very similar to what’s happening earlier on. Deal volume is up; dollar volume is down (slightly). Crunchbase projects that there was a total of $38.25 billion in combined late-stage and technology growth (private equity transactions raised by previously VC-backed companies) dollar volume across 641 deals. Of these combined figures, late-stage deals account for the surpassing majority of both deal and dollar volume. (Crunchbase defines late-stage as the set of rounds including Series C, Series D, Series E, and beyond, plus a subset of rounds from other transaction types.) Though deal volume mostly recovered from a significant dip between Q4 2018 and Q1 2019, Q2 2019’s deal volume is effectively unchanged from the same period of time last year, which remains a local maximum for late-stage investment counts since the end of the first dot-com bubble in the early 2000s. It’s possible that the global venture market has hit a plateau of sorts, at least with respect to deal volume. Relative to the same period last quarter, late-stage dollar volume shrank back by 2.4 percent, a relatively small setback given the wild swings just a few very big rounds can introduce to these numbers. On a year-over-year basis, however, late-stage dollar volume presents slightly more disappointing results, declining by a third relative to Q2 2018. And here is deal and dollar volume, charted for “technology growth” rounds. Typically, we include these deals mostly for the sake of completeness in reporting. But in Q2 they really matter in the broader context of this quarter’s numbers. Because technology growth deals are relatively few and far between, it’s hard to place too much analytical weight on its deal and dollar volume trends. However, in terms of absolute value, the often large-dollar nature of late-stage PE deals means that they can swing the overall numbers by a fair bit. And that’s what happened in Q2, with a $1.31 billion decline relative to Q1. In other words, given the small-dollar sums at seed-stage—plus stagnation at early and late-stage—a slump in technology growth dollar volume is the unlikely driver of declines in overall dollar volume. Projected seed-stage dollar volume is up by a bit over $650 million; early-stage dollar volume is up $700 million; and late-stage dollar volume is down $860 million, offsetting all early-stage gains. The loss of $1.31 billion in tech growth dollar volume wiped out any remainder and then some. Taken together, late-stage venture and technology growth is where U.S. and Canadian startups are gaining (or at least holding) their ground relative to international ventures. U.S. and Canadian startups accounted for 50.9 percent of the combined late-stage and tech growth dollar volume in Q2 2019, up from 31.8 percent in Q2 2018. The resurgence in North American latter-stage venture dollar volume primarily comes at the expense of Chinese startups , which were many of the most-funded companies from quarters past are headquartered. The tables have turned. According to a Crunchbase Pro search 2 four of the ten largest late-stage VC rounds struck between 2018 and the end of Q1 2019 were raised by Chinese tech companies; just one U.S. venture round, smart glass-maker View’s SoftBank-led Series H , made that cut. In Q2 2019, four of the ten largest late-stage rounds were raised by U.S.-based companies, with just one Chinese company, Megvii , making the top ranks last quarter. Bullish key finding . Given the history of declining M&A deal volume, sideways momentum beats a continued downturn. Bearish key finding. High-flying private valuations are facing the tough scrutiny of public market investors. The venture game is one of risk, return, and often dead reckoning toward an exit. In general, there are only a few ways for money to get out of a privately-held company. We’re talking about risk capital here, so failure is always an option. This, of course, is not ideal. But especially at the earliest stages, fizzling out due to a dearth of funds is a grim reality for many founders. Those early years are called the “ valley of death ” for a reason. Startups burn through heaps of investor cash in the name of building value, so how do stakeholders realize that value? The most common exit path is via merger or acquisition, the other is to turn shares in a privately-held company into shares in a publicly-traded company. Traditionally, that’s via an initial public offering, but some notable upstarts— like Slack —are looking to bypass the bankers by listing their shares directly on a stock exchange. Crunchbase data signals some strength in venture-backed M&A activity. Now, obviously, there were more than 357 M&A transactions in Q2, but the universe of companies with known venture backing which were privately-held at the time of the M&A transaction is relatively small. However, from this limited subset of deals we can see some trends. M&A deal volume is relatively flat, both on a QoQ and YoY basis. For any other metric in this report, deal volume doldrums like these would disappoint. (Dollar volume matters less as a metric because just a few really big deals can skew these numbers significantly.) In prior reports we’ve highlighted declines in M&A deal volume as a problem facing startups and their investors alike. It was particularly problematic when the IPO market was a lot slower, but now that that side of the liquidity equation has opened back up, investors and their portfolio company teams can find upside even in a sideways M&A market. There’s this saying: “The IPO window is open.” In Q2, public markets, especially in the U.S., had to open a barn door to fit all the quarter’s big offerings through. Years of speculation about many of our favorite brand-name ventures came to an end. What happens when Uber goes public? Slack ? Pinterest ? Zoom ? Tens of billions of dollars worth of pent-up private-market value finally made Wall Street debuts this quarter. Though there aren’t any Uber-scale ventures on the docket to go public in Q3 (at least not yet) the current quarter is likely to provide a similarly favorable market to new offerings, barring the non-zero chance of macroeconomic turbulence. There is a fourth way: what’s known as a secondary market transaction. The sale and transfer of existing private company stock is rarely reported publicly and, accordingly, is difficult to track in any dataset of venture capital transactions. As interesting as this exit path would be to cover with greater depth and frequency, there isn’t much available data on the numerous small-dollar transactions which take place directly between shareholders, or which get mediated through a private stock marketplace platform, broker-dealer, or dedicated secondary purchaser . When news of big secondary market transactions does come out, it’s typically only for big deals. A prime example of this from Q2 is the $292 million stock sale by TransferWise in May. The deal gave “hundreds” of employees and some of its prior investors time to liquidate some or all of their positions, according to Crunchbase News , Reuters , and MarketWatch , among other outlets. Reading between the lines this helped the company clean up its capitalization table. Though such financial tidy-up might be construed as pre-IPO prep, Forbes reported that the company didn’t intend to go public “anytime soon.” By offering liquidity to employees and early investors, its capital consolidation was similar to an IPO in function, if not in form. As more startups enter the latter stages of the private-company lifecycle, keep an eye out for more novel ways in which founders and first funders find a path to liquidity. Q2 brought many investors the moments they’ve been looking forward to for years. To all of those who exited with some upside, congratulations. Public-market debuts are great for folks who were able to get money out of those ventures. However, for prospective backers of similar businesses and founders looking to start up in a sector “disrupted” by one of the new incumbents, greater transparency into new business models is double-edged. Many of the companies which just went public (or are on the shortlist of IPO candidates for the remainder of 2019 and into 2020) got big by pioneering new service models attempting to capitalize on changing patterns of behavior brought about by economic conditions (the Great Recession resulted in a lot of folks willing to do on-demand “gig economy” work in the absence of more traditional employment) and changing patterns of technology use. An example: Uber, founded in early 2009, utilized a core location API that was only added to iOS one year earlier. In this lens, mobile-enabled on-demand transportation seems inevitable. Smartphones as we know them today (pocketable glass and metal silicon sandwiches) have only been around for a dozen years or so. That’s just over the typical 10-year lifespan of a closed-end venture capital fund. The point here is that new service models built on new technology can prove to be valuable. But the transparency of public-market reporting brings up another question: sure the service is valuable, but what’s the value of the business built around it? The challenge for market entrants is that public-market comparables are no longer theoretical. Privately-held, on-demand transportation companies will be valued against the very real metrics reported by Uber and Lyft. Pure-play workplace collaboration upstarts will be assessed against the likes of Slack and Zoom. No longer subject to speculation, benchmarks are now concrete. As the wave of massively-funded private companies breaks into public markets, expect a fair amount of foam. This too will subside at some point. Flatness now may just be a trough between swells. It’s too early to tell if the tide is going out. The data contained in this report comes directly from Crunchbase, and in two varieties: projected data and reported data. Crunchbase uses projections for global and U.S. trend analysis. Projections are based on historical patterns in late reporting, which are most pronounced at the earliest stages of venture activity. Using projected data helps prevent undercounting or reporting skewed trends that only correct over time. All projected values are noted accordingly. Certain metrics, like mean and median reported round sizes, were generated using only reported data. Unlike with projected data, Crunchbase calculates these kinds of metrics based only on the data it currently has. Just like with projected data, reported data will be properly indicated. Please note that all funding values are given in U.S. dollars unless otherwise noted. Crunchbase converts foreign currencies to US dollars at the prevailing spot rate from the date funding rounds, acquisitions, IPOs, and other financial events as reported. Even if those events were added to Crunchbase long after the event was announced, foreign currency transactions are converted at the historic spot price. Angel & Seed-stage is comprised of seed, pre-seed, and angel rounds. Crunchbase also includes venture rounds of unknown series, transactions of undisclosed type, and convertible notes totaling $1 million (USD or as-converted USD equivalent) or less. Equity crowdfunding rounds with no listed dollar value, as well as those totaling less than $5 million, are also counted as seed-stage. Early stage is comprised of Series A and Series B rounds, as well as other round types. Crunchbase includes venture rounds of unknown series, transactions of undisclosed type, and convertible notes totaling between $1,000,001 and $15,000,000. Convertible note rounds with missing dollar values are also counted as early-stage. Late stage is comprised of Series C, Series D, Series E, and later-lettered venture rounds following the “Series [Letter]” naming convention. Also included are venture rounds of unknown series, transactions of undisclosed type, and convertible notes of $15,000,001 or more. Technology growth is a private equity round raised by a company that has previously raised a “venture” round. (So, basically, any round from the previously-defined stages.) These classification rules differ slightly from those used in Crunchbase Pro, which does not include the subsets of series-unknown, equity funding of undisclosed type, convertible notes, or equity crowdfunding rounds. For more information about Crunchbase News’s methodology, check out the Data Methodology page on our site. Featured Image: Dom Guzman With $45 billion committed, Saudi Arabia’s Public Investment Fund is the largest sovereign wealth backer of the Vision Fund. ↩ Note: Crunchbase Pro uses slightly different round classification rules than are used for this and other quarterly reports. It includes Series C, Series D, Series E, etc., but excludes venture rounds of unknown series, equity funding rounds of undisclosed type, large equity crowdfunding rounds, and some other round types. ↩", "source": "https://news.crunchbase.com/news/the-q2-2019-global-venture-capital-report-a-market-gone-sideways/"}
{"title": "Corporate Bio VCs Are Backing More Rounds And Making Bigger Bets", "text": "Corporate Bio VCs Are Backing More Rounds And Making Bigger Bets. B iotech is a lot like venture capital. Vast amounts of research, testing, and marketing go into a wide range of therapies. But in the end, it’s just a tiny fraction that deliver most returns. That similarity may be why most of the biggest biotech and pharmaceutical companies have a long history of engaging in the venture business as startup investors, spin-out creators, and strategic partners. Since last year, the largest corporate players participated in funding rounds valued at more than $6.4 billion, according to Crunchbase data. Trendlines also show investment is on the rise. Follow Crunchbase News on Twitter & Facebook In an effort to measure the size, scope, and growth trajectory of this startup funding space, Crunchbase News assembled a few datasets of the largest corporate venture investors in biotech. We culled through the largest companies by market cap and short-listed nineteen with a history of active funding, often through dedicated venture arms. Looking at these corporate investors in aggregate, we found that deal count hit the highest point in a decade in 2017. Average round sizes are also getting bigger, so it looks like corporate bio VCs are putting more capital to work too. Following are some of our findings in more detail. The size of the average round has been getting bigger across the entire venture industry. So it’s not surprising that corporate bio investors are following suit. Last year, the VCs on our shortlist participated in 117 funding rounds valued at $5.2 billion altogether. That works out to an average of $44 million per round—by far the highest average in the past five calendar years. But round sizes may still have higher to go. So far, 2018 is off to an expensive start, with average round size of over $60 million, thanks to recent funding rounds over $200 million for Celularity , in the placental stem cell space, and Helix , a provider of personal genome analysis. Below, we look at the number of rounds per year with a shortlisted corporate bio investor, along with the total invested in those rounds by all backers. It’s difficult to tell how much a single backer put into a round when there’s a big syndicate of co-investors. That’s why we also looked specifically at deals with a corporate bio VC as lead investor, since it indicates a large stake. Over the past five calendar years, the most active corporate bio investors have collectively lead between 28 and 40 rounds annually, with the highest total in 2017. However, the total amount of capital going into rounds with a corporate bio VC as lead investor hit a multi-year high in 2016, with about $1.4 billion invested. In the chart below, we look at lead rounds over the past five calendar years as well as the first couple months of 2018: A few really large rounds move the needle on investment totals. This year, for example, $250 million of the total came from a single deal: a Celgene-led investment in the aforementioned Celularity , a spin-out focused on placental stem cell-based therapies. Last year, $150 million of the total came from a single round led by Biogen for immunotherapy developer Neurimmune . As one might expect, the most active corporate venture investors in biotech and pharma are all among the most highly valued public companies in the space. Not only do these companies have deep pockets, they are also under constant pressure from shareholders to develop and commercialize breakthrough therapies. While it’s possible to do this in-house, major players realize it’s also necessary to have some skin in the startup space. In the chart below, we look at the most active corporate bio investors of the past five years. The bulk of their dealmaking comes from dedicated venture funds, most of which have been around for years. Several corporate VCs have become increasingly active in recent quarters. Celgene, in particular, stands out. The Summit, New Jersey-based pharma giant is under pressure to expand its pipeline, given that more than half its revenue is currently generated by a single product, the chemotherapy drug Revlimid. In response, Celgene has spent copiously on acquisitions and VC deals. This year, it announced planned purchases of venture-backed drug developer Impact Biomedicines in a deal valued at up to $7 billion and publicly traded cancer immunotherapy developer J uno Therapeutics for $9 billion. As for venture deals, beside backing Celularity last month, Celgene also just led a $100 million financing for drug developer Vividion Therapeutics . Johnson & Johnson and Abbvie have also been investing at a stepped up pace in the past few quarters, Crunchbase data indicates. Offsetting the risk to some degree for corporate bio VCs is the fairly strong IPO market for promising biotech startups. Over the past four months, healthcare IPOs actually outnumber tech company debuts on U.S. exchanges. And if an IPO isn’t in the cards, there is always the option of buying the companies themselves or allowing a rival to snap them up.", "source": "https://news.crunchbase.com/news/corporate-bio-vcs-backing-rounds-making-bigger-bets/"}
{"title": "Brazilian VC Base Partners Closes Over $135 Million For Second Latin America-Focused Growth Fund", "text": "Brazilian VC Base Partners Closes Over $135 Million For Second Latin America-Focused Growth Fund. São Paulo-headquartered Base Partners filed paperwork with the SEC indicating that it’s finished raising a little under $135.4 million for its second growth-stage venture capital fund. Subscribe to the Crunchbase Daily The filing states that 43 limited partners backed the new fund, which is significantly larger than its first. According to Crunchbase data and media reports from August 2017, Base Growth I topped out at a comparatively small $75 million, which it has presumably deployed. Crunchbase data lists only a handful of deals for Base Partners, including participation in rounds raised by India-based esports venture Mobile Premier League’s Series A round , cloud security company Netskope’s Series F round , and a Series E round raised by software containerization giant Docker . This being said, the firm’s website lists several other portfolio companies, including the likes of U.S. payments giant Stripe , video-conferencing service Zoom (which recently went public), and Chinese social media giant ByteDance , among others. The firm has two general partners, according to the filing. Fernando Spnola is the firm’s managing general partner. Before diving into venture capital, he worked on the public equities side at firms like Skopos and Núcleo Capital. Arthur Mizne is the firm’s co-founding general partner and is also a finance industry veteran. He was previously a portfolio manager at Synthesis Asset Management and founder of M Square, an investment firm catering to a “select group of Brazilian families and institutions,” according to that firm’s website . M Square’s site says the firm is a “partner” of Base Partners, but did not explain the context or structure of that relationship. The new fund comes amid a period of excitement in Brazil’s tech and VC scene. According to recently-compiled LAVCA data reported on by Mary Ann Azevedo for Crunchbase News, Brazilian companies raised $1.97 billion in VC 2018. According to Crunchbase data, 2019 is on track to at least match VC dollar volume highs set by Brazilian startups. In July, Nubank —another company listed on the portfolio page of Base Partners’s website—raised $400 million in its Series F round , which valued the payments company at $10 billion, post-money. Other supergiant rounds 1 raised by Brazilian startups this year include fitness experience startup Gympass’s $300 million funding round , consumer lending company Creditas’s $231 million Series D , and the $150 million Series E deal inked by leading local logistics firm Loggi. To deploy its new fund in the best deals, Base Partners will need to compete with other seekers of outsized returns in Latin America. Just last week, Kaszek Ventures closed $600 million across two new funds . Last year, Monashees received $150 million for its eighth flagship venture capital fund . But perhaps the biggest elephant in the room is SoftBank and its subsidiary investment arm, the Vision Fund . SoftBank and its related entities led the aforementioned rounds raised by Gympass , Creditas , and Loggi . In March, the Japanese telecoms giant announced its intent to invest $5 billion in Latin American tech ventures through a dedicated pool of capital it calls the SoftBank Innovation Fund. In April, Mary Ann Azevedo explained that the new SoftBank fund dedicated to the region was a sort of inflection point . For that report, LAVCA’s venture capital director, Julie Ruvolo , told Crunchbase News that “Latin America’s moment has arrived.” We’ll have to see how Base Partners—and its deep-pocketed competitors—capitalizes on the zeitgeist. Photo: iStock A term we coined to refer to VC rounds of $100 million or more. ↩", "source": "https://news.crunchbase.com/news/brazilian-vc-base-partners-closes-over-135-million-for-second-latin-america-focused-growth-fund/"}
{"title": "Impossible Foods Raises Another $200M ", "text": "Impossible Foods Raises Another $200M . Impossible Foods has landed another $200 million in a Series G round, just months after its $500 million Series F , the company announced this week. Subscribe to the Crunchbase Daily The new funding brings the startup’s total raised to around $1.5 billion. Silicon Valley-based Impossible Foods creates plant-based meat and dairy products. Its most notable competitor is probably Beyond Meat , which also uses plants to make its products, like burger patties, beef and sausage. New investor Coatue led the Series G round, and existing investors including Mirae Asset Global Investments and Temasek also participated. XN also came on as a new investor in the company. With the new funding, Impossible Foods plans to invest in research and development, scaling up manufacturing, increasing its retail footprint and its availability in other countries, and working on developing new products, according to a statement from the company. The company offers products like plant-based burger patties and sausage, and has a presence in national food chains like Burger King and Starbucks . Impossible Foods has also greatly increased its retail presence. According to the company, the Impossible Burger was only available in 150 grocery stores across the U.S. at the beginning of the COVID-19 pandemic in March (around the time the company raised its $500 million Series F). The Impossible Burger is now available in more than 8,000 grocery stores across the country. Impossible Foods also boasts a number of celebrity backers including Jay-Z , Mindy Kaling , Trevor Noah and Katy Perry . Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/impossible-foods-raises-another-200m/"}
{"title": "Boston’s August Includes Its Biggest Cybersecurity Round Yet (And Chickpeas)", "text": "Boston’s August Includes Its Biggest Cybersecurity Round Yet (And Chickpeas). About seven-and-a-half years ago, Cybereason , a security startup that wants to defend against cyberattacks and threats, was born in Tel Aviv, Israel. Then, searching for better access to customers and investors, the company eyed a move to the United States. Subscribe to the Crunchbase Daily Cybereason considered the normal hubs: New York, San Francisco, and Washington D.C. But ultimately, as co-founder Yonatan Striem-Amit detailed to Crunchbase News, the startup chose Boston as its new hub. I wondered what makes a company like Cybereason choose Boston. After all, wasn’t there that whole Cambridge saga ? 1 “Looking at the talent, market, access to other companies and customers, makes Boston the best choice possible,” to relocate a company, Streim-Amit told me via in a phone interview. As for that initial hope that a move across the world would lead to better access to investors? It worked. To date, the now Boston-based company has raised over $388.6 million in venture capital. In fact, this past month, Cybereason raised a $200 million Series E led by SoftBank Group and its affiliates , the largest round for the company in its history, and the largest cybersecurity round landed in Greater Boston of all time, according to the company and Crunchbase data . Plus, Cybereason’s round made up about 40 percent of venture capital dollars raised by Greater Boston companies 2 in August ($487 million). More on the other 60 percent later, but first, this record-breaking round inspired me to dive a bit deeper into what cybersecurity looks like in Boston for this month’s column on the Greater Boston startup scene. SoftBank , which is known for its rapid bets into other companies in the form of large (and often nine-figure) venture capital checks, led Cybereason’s big round. “Luckily for us, we found a great investor and a great partner in SoftBank, who have the same desire to build something very substantial [and[ not just go for quick returns,” he said. As we discussed in a separate post , the new Series E will be used to further fuel the cybersecurity company’s international presence. Below is a chart of Cybereason’s total funding over time. The company mentioned how cybersecurity, in general, has grown tremendously in Massachusetts. Think Akamai Technologies , or Rapid7 . Or Raytheon . Or RSA Security . Traditional cybersecurity companies fit “innovation within the boundaries” of separating good actors from bad actors, he said. But the next generation has realized that “hackers are more sophisticated.” This new wave has created an inflection point in the focuses that cybersecurity companies have. Check out our previous Boston columns “You have to have a much higher sophistication and look at the activity and determine by behavior and not just by what something looks like,” he said. Older companies, he feels, tackle problems after they come up. As we’ll unpack below, Cybereason isn’t the only new company looking to anticipate and predict hacks before they even happen. BitSight , another cybersecurity company, in Greater Boston, has raised $151 million in known venture capital funding to date, according to its Crunchbase profile . Jake Olcott , a VP at the security ratings firm, said BitSight has a ton of friendships within the cybersecurity space. The company is jumping in with other Boston-based companies working on application security, endpoint protection, and vulnerability scanning for partnerships, marketing insight, and smart hires. From the exit angle, Boston cybersecurity also felt some momentum in August. Palo Alto-based VMware acquired Waltham-based Carbon Black , a security company, for $2.1 billion this past month. Carbon Black works on endpoint security, and went public last year. So while it’s beyond our private company niche, this deal is notable and tells us that Palo Alto has eyes on Boston’s security scene. But Boston’s startup activity this month went far beyond the cybersecurity sector, so let’s wrap up with a quick roundup. Going back to August totals, 14 startups across Greater Boston raised $487 million in venture capital funding, up almost three times the dollar amount from last month. I looked deeper to see why the uptick occurred. First up, food. Motif FoodWorks , which we’ve written about before, added $27.5 million in additional funding to its Series A round. The company now has $117.5 million in known venture funding for its fermentation technology that develops proteins and nutrients for plant-based foods. Also in the food category, Boston-based Biena Snacks raised a $8 million Series B to give all of us crunchy, tasty chickpeas on the go. Beyond fermentation and chickpeas, startups looking to help renovate old processes also found venture interest in August. Notarize raised $37 million in an extension of its Series B. The company launched a competitor to DocuSign in early June as it works to help its users verify legal documents online. Finally, I chatted with Ori Solomon this morning, a Boston-based VC and startup attorney from Morrison Foerster. He mentioned that in terms of small talk on the streets, Silicon Valley and Boston are an inverse of each other. In San Francisco, a casual stroll can allow you to eavesdrop on tech folks talking about Facebook , Google , Salesforce , or Workday , he said. In Boston, you’re more likely to overhear conversations on something biotech related. And if not that, life sciences. To me that says that we all need to do a better job of reading into zones outside of our everyday. Boston is no exception. Next month, I want to unpack university and VC startup collaborations rising just in time for back to school. Email or tweet me your tips . Illustration: Li-Anne Dias A joke, a joke. ↩ This includes Boston and Cambridge. ↩", "source": "https://news.crunchbase.com/news/bostons-august-includes-its-biggest-cybersecurity-round-yet-and-chickpeas/"}
{"title": "Texas Startups Raised 36 Percent Less In Q4 YOY", "text": "Texas Startups Raised 36 Percent Less In Q4 YOY. When it came to venture funding in Texas, the fourth quarter wasn’t pretty. Deal flow in the Lone Star State saw a marked slowdown in the final quarter of 2017 compared to preceding fourth quarters. The number of dollars raised was disappointing as well. Follow Crunchbase News on Twitter & Facebook Just how slow are we talking about? The number of Texas startups funded in the fourth quarter (34) was less than half that of what was funded in the fourth quarter of 2015 (71), according to Crunchbase data. And the $412 million raised was the lowest Q4 total from the last three years, clocking in 36 percent down from the $644 million raised in 2016’s final quarter. (Please note that for our Texas coverage we use reported data, not projections similar to what you can find in our US-Canada and Global reports. This means that reporting lag—from funding event to public knowledge—has a higher impact than in our more geographically broad quarterly reports.) Compared to the state’s dismal performance in the third quarter, things didn’t look so bad according to our research. The number of deals was down (34 vs. 43) but dollars raised were up 55 percent – $412 million compared to the $186 million that Texas startups brought in during the third quarter of 2017. But that was an unusually weak quarter. On an annual basis, Texas companies raised $1.26 billion in 2017. That’s 30 percent lower than the $1.79 billion raised in 2016. While the year saw an impressive second quarter , the rest of 2017’s performance was down. Some of the year’s more notable deals include auto insurance marketplace The Zebra’ s $40 million Series B round, AI-driven cognitive analytics company SparkCognition’s $32.5 million Series B raise and real estate startup Opcity’s $27 million haul in a Series A round. The state also saw a few notable exits this year, including Harland Clarke Holding Corp.’s acquisition of Austin-based coupons site RetailMeNot for $630 million. Looking ahead to 2018 , area venture capitalists and observers believe the region will follow the nation’s lead and see strong activity in the areas of artificial intelligence, machine learning and blockchain technologies. But for now, let’s take a deeper dive at what went on in 2017. As usual, Austin ­– the state’s capital – led Texas both in terms of deals funded and dollars raised both in the fourth quarter and in 2017 as a whole, according to Crunchbase data. Funding in Dallas and Houston was down significantly for the year with both cities notching their weakest annual performance since 2013. Fifteen Austin startups raised 44 percent more – or $196 million ­– in the fourth quarter than the $110.2 million raised by 20 startups in the 2017 third quarter, signaling larger deal sizes. Dallas wasn’t far behind, having raised $169.5 million across 11 deals in the year’s final quarter. Seven Houston startups raised just $29.4 million in the fourth quarter. San Antonio had its best quarter of the year, with one startup bringing in $17 million. Annually, the $761.3 million raised by Austin companies in 2017 was nearly flat compared to the $761.6 million raised in 2016, according to Crunchbase data. Dallas startups raised $289.5 million in all of 2017 compared to $340.6 in the 2016 fourth quarter alone. Houston companies brought in $168.4 million during the year, way down from the $468 million they raised in 2016. As usual, when asked, area venture capitalists remain bullish on the region’s funding environment despite the less-than-stellar numbers. Morgan Flager , general partner at Austin-based Silverton Partners , said his firm “didn’t break stride at all” when it came to investing in 2017. Silverton – one of Austin’s largest venture capital firms – ­announced it had raised a $100 million fund in February 2017. The company has made five investments out of that fund, Flager said. However, he acknowledged that a lot of the investment activity in Austin and the state as a whole tended to be early-stage funding deals, which “tend to be smaller.” “So while the number of transactions are increasing, you don’t see the needle moving that much in terms of aggregate funding in a given quarter,” he said. “There’s just not a ton of bigger, later-stage rounds going on. But for us, the early-stage funding landscape is as healthy as it’s ever been.” Having said that, Flager dismisses any comparisons to the Bay Area. “We’re not on pace to eclipse that region, or even on a path to do so,” he said. “But I do see steady growth and the number of funds based here are increasing.” Of the 10-11 investments Silverton did in 2017, only two were not in Austin companies. Chris Scheetz , managing member of Austin-based 1839 Ventures , believes “there’s some re-setting” going on with Austin venture capitalists as some firms work to raise money. One of the city’s more active investors, Live Oak Venture Partners , is reportedly in the process of raising a $110 million fund . For its part, 1839 Ventures was founded in 2015 and is in the process of raising a $40 million fund to focus on domestic startups. It’s also raising a $20 million dedicated to helping Pakistani startups to help them expand to the U.S. or internationally. 1839 Ventures aims to fill what Scheetz describes as a gap in bigger seed, smaller Series A investments. The firm will focus on investing in Austin and Central Texas-based commerce, communication and business intelligence companies. Overall, he doesn’t view the city as going through a funding slowdown. “I think Austin is on target to where we need to be,” he told Crunchbase News . “I think there was a VC bubble all across the nation and now we’re down to a calmer level, not just here but everywhere.” Even Houston-based firms are investing in Austin companies. Despite being based in Houston, Mercury Fund’s investments tend to be outside the city. The firm put money in 47 rounds last year. Thirteen of those were in Austin companies. Thirty were in other midcontinent cities. Just four deals involved startups based in its home city. Aziz Gilani , partner at Houston-based Mercury Fund , defends his firm’s increased activity in enterprise software and SaaS companies in Austin by pointing to the city’s “well-developed startup ecosystem.” “Comparing the two cities is like comparing apples versus oranges,” he told Crunchbase News . “In Austin, we find increased density, which means it is easier to find talent, and an ecosystem that cultivates startups.” Gilani added that he suffers from the curse that his first year in venture was 2008 when the recession first hit. “So when you say slowdown, I am always measuring it against those numbers,” he said. “And right now every company I see that needs to get funded is getting funded. Activity numbers are pretty darn strong.” During the fourth quarter, Mercury Fund participated a new round of financing for PR analytics startup Trendkite, an $11 million round led by New York-based Harmony Partners . In general, Gilani said that Austin companies that are hitting growth targets and have achieved product market “are getting funded easily.” Houston companies have traditionally “been a step behind” Austin in terms of maturity in the venture landscape, Gilani acknowledges. However, he praised the city’s recents efforts to advance its startup ecosystem such as the development of Houston Exponential , which was created through a combination of organizations to bolster Houston’s innovation ecosystem and drive the region to become a top 10 startup ecosystem by 2022. Plus, Gilani notes there are now more than 400 members of Station Houston , a hybrid accelerator and co-working space aimed at boosting the city’s technology scene. “Houston is trying to figure stuff out and trying to achieve what Austin did a few years ago,” Gilani said. “It has made great strides over the last two quarters” despite being hit hard by Hurricane Harvey. Dallas seed-stage venture capital firm Interlock Partners started actively investing in June 2017. It’s in the process of raising what it’s targeting to be a $75 million fund but has closed four deals since inception – two in Texas companies and two in startups in New York where it has a satellite office, according to Partner Jeff Williams . He admits that relatively speaking, the Dallas VC market is “usually pretty soft.” But that hasn’t kept Interlock from being what Williams describes as “pretty aggressive” on the deal flow side. “A lot of companies seem to be out looking for their Series A funding,” he said. “And, we’re pretty excited about the deal flow pipeline we’ve developed in a short period of time.” Dayakar Puskoor , founder and managing partner of Dallas-based Naya Ventures , said his firm incubated two artificial intelligence (AI) companies in 2017 – DocSynk , a virtual intelligent assistant for healthcare, and HyperVerge , a Palo Alto-based company that develops image engines with use of high-performance vision and machine learning technologies. In general, Puskoor said he’s seen companies “getting more mature.” He’s hoping that 2018 will include more collaboration among Dallas VCs from investors in Austin and Houston. “We hope to invest more in Series A and B rounds, not just seed,” he said As an Austin-based tech writer, I admit I’m a little disappointed in the state’s 2017 numbers. Everyone I talk to here seems so enthusiastic about the city’s startup scene and its potential. Large tech companies such as Apple, Amazon, Google and Cisco have a significant presence here. So what is it about the city that keeps it from reaching its full potential? Some say Austin just doesn’t think “big” or “globally” enough. I’m not sure what it is exactly. I do see the number of venture capital funds here growing. And there’s no shortage of startups or talent. But when you look at the numbers, it seems that Austin – and Texas as a whole – has a long way to go. I think most tech-minded Texans are clear that comparisons to Silicon Valley are silly. Austin and the other major Texas markets are still working to develop their own unique startup and venture ecosystems. Hopefully in 2018, we’ll see more of those efforts come to fruition.", "source": "https://news.crunchbase.com/news/texas-startups-raised-36-percent-less-q4-yoy/"}
{"title": "Here’s When $100M Venture Rounds Took Over", "text": "Here’s When $100M Venture Rounds Took Over. It’s not just an illusion caused by the head-spinning rounds. Venture capital is having an incredible year. New funds are forming , old funds are raising records amounts , and the global market for startup investment is humming . But the top-end of the range is even hotter: over three-fifths of reported VC dollar volume stemmed from nine, ten, and even eleven-figure venture deals. Follow Crunchbase News on Twitter But how did we end up here? What happened to catalyze current conditions? That’s what we hope to answer today. The chart below shows the monthly count of known venture capital deals of $100 million or more, worldwide, since the beginning of 2013. The line represents a three-month unweighted moving average of round counts to show the general trend. Not so long ago, in the early months of 2013, a nine-figure venture round was a comparatively rare occurrence. One would be announced every week or so, on average. But times change. In mid-July 2018, three companies announced $100M+ rounds over one weekend. At time of writing, 43 companies raised $12.35 billion (in native and converted USD) in nine and ten-figure venture deals so far this month. That’s nearly two such deals per day. This is pants-on-head crazy. Talk about moving fast and breaking records, right? But it hasn’t always been like this. The chart below shows the same metric as before—the worldwide count of $100M+ venture rounds—but over a more extended timespan. You’ll notice supergiant rounds remained relatively infrequent between the beginning of 2007 and the middle of 2013 . But then that pattern—which may have stretched back to the collapse of the first tech bubble—came undone. But why? There are historical antecedents to the current state of play, but they are tough to pin down. In researching this topic, Crunchbase News reached out to Matt Murphy , a partner at Menlo Ventures . Matt pointed out that it was around 2013 that “the first wave of ultra unicorns [emerged].” That year, Uber raised $363 million in a Series C round (and $1.4 billion in a Series D nine months later). In the same year, Airbnb raised $200 million in its Series C ; Snap raised $163.5 million during a nine month period in its Series A , B , and Series C rounds; Pinterest raised $25 million in its Series D and Series E rounds (and today pulls in ten-figure revenue figures and may go public in 2019); and Palantir raised $196.5 million in its Series H round . These companies, said Murphy, “created a new expectation [of] potential outcomes.” As for what’s driving the market today, Murphy cited the recent spate of high-profile tech IPOs and M&A action, and the high valuation multiples those companies commanded at exit, as a likely factor. “It used to be tough to build a $1 [billion] valued enterprise [software] company and now it’s expected,” he remarked. “[B]usinesses are more predictable and there are more of them. So money chases opportunity and there is a ton [of capital] in SaaS both in terms of inventory and exit valuations,” Murphy further explained. “Similar trends have occurred in consumer but its more concentrated around the big big winners. Seems to be a longer tail in SaaS.” Despite flying in some “rarified air,” as Murphy put it, nine and ten-figure rounds are likely here to stay. So long as valuations stay high, the dilution incurred by a $50 million round a few years ago might be the same as a $100 million round today. A rising sea lifts all ships, until some are left high and dry when the tide goes out. If the reign of supergiant rounds really is the new normal, it’s hard to understand why. Comparing the current boom to the dotcom era is difficult due to a lack of robust venture data from the past period, so we can’t contrast today and then effectively. But venture does seem different this time. Companies now regularly wait far longer to go public. This risk shift insulates retail investors in the public market from some amount of downside, but it also means that private-market investors get to capture more of the upside as the company grows. Here are two examples: According to Crunchbase data, Google was founded in September 1998 and raised only $36.1 million in venture funding before going public six years later. In August 2004, it was valued at $21.3 billion at the time of its IPO. Today, fourteen years later, the company is valued at $859 billion. That’s a compound annual growth rate (CAGR) of about 30 percent. Also according to Crunchbase data, Facebook was founded in February 2004. The company raised considerably more money— approximately $2.21 billion in venture capital, venture debt, and private equity—before going public in May 2012 valued at $104 billion. Today, a bit over seven years later, the company is valued at $615 billion, the result of a roughly 28 percent CAGR. Some of the most valuable tech unicorns today—like Uber (founded 2009), Airbnb (2008), Palantir (2004), and SpaceX (2002), among others—either approach or have long ago surpassed their tenth birthdays. Part of the reason they’ve been able to stay private for so long has been their access to plentiful capital on reasonably favorable terms. But just as circumstances shifted to allow for supergiant rounds to ascend to prominence, this favorable climate could turn forbidding. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/heres-when-100m-venture-rounds-took-over/"}
{"title": "Clara, Which Helps Provide Legal Assistance For Startups, Launches With $2M In Seed Funding", "text": "Clara, Which Helps Provide Legal Assistance For Startups, Launches With $2M In Seed Funding. Working as a corporate lawyer in Dubai, Patrick Rogers found himself in the thick of mergers, restructuring, and corporate governance. After years in the trenches of international law, he found a new type of brave and unpredictable client base that he wanted to work with: founders and startups. Subscribe to the Crunchbase Daily But according to Rogers, startup clients didn’t fit within the constraints of his day job. It was even harder to imagine working with startups from emerging markets, strapped for resources and money but still looking for advice. Still, as he felt the volume of founders growing in the Middle East and Africa, he quit his job and founded Support Legal to offer legal counsel to these emerging companies. Now he’s spinning out a second business from his first: Clara. The new company just raised $2 million in a seed round to help digitize legal processes related to startup operations. Clara plans to provide legal counsel, advice, and connections to startups and venture capitalists in both emerging and established markets. Along with Rogers, the other co-founders on the team are Lee McMahon, Hannah McKinlay, Ahmed Arif, and Arthur Guest. Clara, in contrast, designs a processes around the legal steps, then builds software around those processes, allowing software to perform a lot of the tasks associated with startup law. Then, founders can have the option to talk to lawyers for more complex tasks, on a fixed fee basis. “Your average founder is a first-time founder, [so] they don’t know what they don’t know,” Rogers said on a phone call from London, where the company’s headquarters will relocate. Initially startups will pay Clara on a regular basis for support regarding their legal needs. Rogers is confident that this strategy makes sense partly because Clara’s slew of investors include Techstars and 500 Startups , both of which will work as a pipeline for new customers. To Clara, that’s free marketing. “[Venture capitalists] say we’re going to insist every startup we invest into get a Clara subscription,” said Rogers. Then Clara will offer a content management system of sorts for portfolio companies (think Carta ) to venture capitalists for a subscription fee. It’ll help compare and contrast portfolio companies, and have all legal documents around financing deals in one place. Jason Boehmig , CEO and co-founder of Ironclad , which manages contracts for companies like Dropbox , Away , and Glassdoor , thinks that startups are taking legal help more seriously, and investment into the space is becoming increasingly more worthwhile. Beyond the fact that adhering to the law is important, Boehmig thinks that streamlining contract management and other legal documents is a “hidden opportunity for efficiency gains.” It frees up the legal team for more important, and pressing parts of the business, he said. As for why corporate law isn’t tapping into startups thirsty for advice? Boehmig, unlike Rogers, said that lawyers aren’t hesitant to work for a startup, they want to. “You feel like a business partner versus just a partner at the firm,” he said, when it comes to work with a startup. Boehmig said he sees companies bring in their first in-house lawyer around the 100 person mark. Now, he’s slowly seeing lawyers on the founding team of startups to help execs become more efficient. Founders can expect to see a world of automation, clarification, and explainers to bring legal expertise within arms reach. While it feels a ways away that we’ll see a world where startups are comfortable accepting legal expertise from a Khan Academy-esque video, versus a professional. companies like Clara are betting on this new hybrid approach. Illustration: Li-Anne Dias .", "source": "https://news.crunchbase.com/news/clara-which-helps-provide-legal-assistance-for-startups-launches-with-2m-in-seed-funding/"}
{"title": "Lead Edge Capital Raises $520M Fund IV", "text": "Lead Edge Capital Raises $520M Fund IV. Growth-stage investment firm, Lead Edge Capital (LEC) has raised $520 million for its fourth fund. This fund brings LEC’s total assets under management to more than $1.5 billion, according to the firm. This is the organization’s largest fund to date, with its first, second, and third funds closing $52 million, $140 million, and $290 million, respectively. Follow Crunchbase News on Twitter New York-based Lead Edge Capital was founded in 2009 by Mitchell Green , Wharton Business School grad and former investor at Bessemer Venture Partners . The firm has invested in companies ranging from cybersecurity company, Duo Security , to consumer-focused Spotify, and China’s e-commerce giant, Alibaba . The firm invests in global companies, as exemplified by its previous investments, but it focuses primarily on software, consumer internet, and some consumer-facing product companies in the U.S. and Europe. Green told Crunchbase News that the vast majority of its investments are typically in companies with recurring revenue of $20 million or more and that it focuses on finding and funding a few high-growth companies. “In core positions, we write $20 to $100 million checks to start. We run our fund with like 10 to 12 investments, so it’s concentrated,” Green told Crunchbase News . “We have three investment partners, [and] we do 1 to 3 deals a year over three to four years.” Green explained that LEC splits its investment strategy and generally invests in companies in four different categories of risk. First are traditional growth stage deals, the riskiest, which account for about 50 percent of all of LEC deals and receive checks between $20 to $100 million. Targeted outcomes for these companies generally range from $400 million to $5 billion through acquisitions or mid-cap IPOs. LEC balances investment risk by investing in growth stage companies which fit at least five of eight criteria ranging from revenue and growth rate to customer concentration and capital efficiency. LEC also invests in very large platform businesses like Alibaba, Uber, and Spotify, which receive investments of hundreds of millions, are (usually) profitable, and will very likely go public. Finally, the firm invests in public companies and, less often, very early stage companies which receive investments of $100,000 to $2 million, where the risk is much less pronounced. “We were one of the first investors in [ Bird ]. I still can’t tell you at $2 billion if it’s going to be an amazing company,” Green expressed. “We basically do those to be in the position to write a really big check later on if the company gets to scale.” Perhaps the most interesting part about LEC is not its investment focus, but rather its structural composition, which involves hands-on involvement from its LPs. Drawing on grassroots entrepreneurial culture, Green emphasized that Lead Edge Capital is funded by more than 250 LPs who are able and willing to not only provide mentorship based on their own experiences but also connect portfolio companies with leaders in the tech and business community. “Pretend you run an HR software company that was growing really fast, and we thought was really interesting,” Green explained. “I could say to you, ‘Hey how would you like to meet the head of HR at eBay, or Biogen, or DirectTV, or Dell or American Express. They’re all investors in our fund.’” While at the growth stage Green says that Lead Edge Capital competes with VCs like IVP , Meritech, and Insight , larger funds like Softbank, are not its direct competitors. “A lot of those deals aren’t competitive with us, because they are literally writing a $100 million check, which is the equivalent of me writing a $100,000 check, into something super early that they just think is a big idea,” Green explained. “We would never put $100 million into a tiny company, ever. It’s just not what we do. We don’t see them competing with us.” With hugely successful exits like Alibaba under its belt, it will be interesting to see how the firm places its bets in the future and whether its model will continue to provide those high-profile LPs the returns they’re working for. Illustration Credit: Li Anne Dias", "source": "https://news.crunchbase.com/news/lead-edge-capital-raises-520m/"}
{"title": "YC’s TrueNorth Raises Some Dollars To Fix Inefficiencies For Independent Truckers", "text": "YC’s TrueNorth Raises Some Dollars To Fix Inefficiencies For Independent Truckers. Entrepreneur Jin Stedge wants to fix inefficiencies in the independent, yet fragmented, trucking industry. Subscribe to the Crunchbase Daily Her software startup, TrueNorth , is currently part of the winter batch at Y Combinator and has just raised $600,000 in venture capital from a crop of investors. Notable investors in TrueNorth include Y Combinator, Lattice CEO Jack Altman, Rippling CEO Parker Conrad and Eaze CSO Peter Fishman. Liquid2, Joe Montana’s fund, and others also invested. While we usually don’t cover rounds of this size, an uptick in funding for the logistics and freight space made us more keen to look at what it takes for a new startup to enter the market, especially when billion-dollar companies like Keep Truckin’ take much of the spotlight. Stedge was adopted as a child by a family of truckers, and that upbringing led her to have personal insight into the weaknesses of the industry. Her grandparents were truckers in the 1980s–and “40 years later, little has changed,” from a technology perspective she told Crunchbase News. She pointed to her cousin, Tom, who is a trucker. “He still operates primarily on phone calls and mail,” she said. “Most financial tools in the industry are clunky at best, predatory at worst.” TrueNorth, founded by Stedge and Sanjaya Wijeratne , offers software that puts “independent truckers under one roof.” While the company doesn’t lease trucks, it helps truckers have a platform to manage insurance, fuel and maintenance. Think of it as an operating system, but for trucks. It also helps truckers with route optimization, dispatch and load coordination, and automated tracking. The entrepreneur considers average trucking agencies like JB Hunt as her competitors. Currently, truckers have to choose between working in a large fleet like JB Hunt with little independence, or give up revenue by being a solo operation. TrueNorth claims it offers large-fleet resources, like those listed above, with a lower take rate than traditional companies because its back-office is powered by software. “We cut down the busywork to 10 percent of what it traditionally is, so that our employees can focus on the relationship side of trucking,” she wrote in a blog post. The TrueNorth founders previously spent time at ScottyLabs where they worked on autonomous trucking technology. So this isn’t their first road trip. “Autonomy is really far away, at least a decade or two,” she said. “And it’s not going to displace truckers any time soon.” Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/ycs-truenorth-raises-some-dollars-to-fix-inefficiencies-for-independent-truckers/"}
{"title": "Utah’s Neighbor.com Raises $10M In A16z-Led Series A To Be The ‘Airbnb Of Storage’", "text": "Utah’s Neighbor.com Raises $10M In A16z-Led Series A To Be The ‘Airbnb Of Storage’. Neighbor.com , a Lehi, Utah-based peer-to-peer self-storage marketplace, has closed on a $10 million Series A led by Andreessen Horowitz (a16z). Subscribe to the Crunchbase Daily Tonal co-founder Nate Bosshard (also a former partner at Khosla Ventures ) and Ryan Graves , Uber’s first CEO, also participated in the round. The financing adds to the $2.7 million raised by the company in a March 2018 seed that included participation from Revolution . Notably, a16z and Graves are comparing Neighbor.com to two high-profile startup giants: Airbnb and Uber . Specifically, a16z Managing Partner Jeff Jordan in a written statement said that Neighbor has many of the attributes that first attracted him to Airbnb back when a16z first invested in the startup in 2011. Those attributes, according to Jordan, include “economic empowerment for the hosts, a superior value prop for the guests in a huge market, and better leveraging existing infrastructure in a sustainable way.” “I look forward to supporting their efforts to build a comparable company.” Meanwhile, Graves said the quality of the Neighbor team gave him “a confidence and an excitement” similar to how he felt about Uber’s early team. “The opportunity is enormous,” he said. Colton Gardner , Joseph Woodbury and Preston Alder co-founded Neighbor.com (while in their 20s) in 2017 with the mission of giving people a more accessible and personal alternative to store their belongings. The company connects people who have unused space in their homes, garages or apartments to renters. (We’ll get into details later.) Neighbor.com was developed on the premise that while there seems to be a self-storage facility on nearly every corner, that doesn’t necessarily need to be the case. “There’s 2 billion square feet of rentable self-storage in the U.S. at this point,” Woodbury told me. “We thought that rather than building all this excess space, why not use space we already have? It saves a lot of money, makes it cheaper for renters and more accessible since many facilities are in industrially zoned areas.” As a reporter who used to cover the self-storage industry, this concept had me intrigued. But a few questions popped to mind. How do you compete with the self-storage giants and independent operators out there, especially in saturated markets? How can you expect people to trust complete strangers with their belongings? What is the advantage of using Neighbor.com as opposed to going the traditional route? So I hopped on the phone with Woodbury, the company’s CEO, who gave me the skinny on what Neighbor.com is all about. Neighbor.com connects “renters” in need of storage space with “hosts” in their neighborhood who are willing to lease storage space in their home, garage or even driveway (think boats). Renters range from college students storing a box in a neighbor’s closet for $20 per month to someone else paying to store their classic car in a neighbor’s third-car garage for $400 a month. (The company claims that some hosts make as much as $25,000 per year and that using Neighbor.com is a new way of creating passive income.) The company makes money by charging a service fee (a sliding scale percentage) of each rent. Its algorithms provide suggested rental fees for hosts. When it comes to safety, Woodbury told me that the founding trio recognized very early on that people might be wary of putting their belongings in some random person’s garage (or attic or basement). So it came up with a $25,000 guarantee to each renter for stored items and a $1 million host liability guarantee. Plus, they also believed that many people feel more comfortable having their belongings stowed away in a residential neighborhood (often their own, or close to their own) than a more remote, industrial or commercial location. “For most, it feels really comforting, and there’s a lot of peace of mind with having their things in a nice garage instead of a dusty storage unit,” Woodbury said. Plus, costs are usually half those of a traditional self-storage unit, he said. In just three years, Neighbor.com has grown (mostly by word-of-mouth) to offering units in all 50 states. It also, according to Woodbury, has “more unique storage locations in the U.S. than any storage company.” In the last year it has more than tripled its revenue, according to Woodbury. The 20-person company plans to use its new capital to beef up its presence in its existing markets. Blog Roll Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/utahs-neighbor-com-raises-10m-in-a16z-led-series-a-to-be-the-airbnb-of-self-storage/"}
{"title": "Online Plant Shop Bloomscape Sees Green with Revolution-Led $7.5M Series A", "text": "Online Plant Shop Bloomscape Sees Green with Revolution-Led $7.5M Series A. Justin Mast started direct-to-consumer online plant shop Bloomscape in late March 2018. Mast comes from five generations of horticulturalists on his father’s side (his parents met at a business meeting between families). To say he has a passion for plants is an understatement. Subscribe to the Crunchbase Daily Being comforted by the greenery of his family’s plants during the winter months of Detroit, where Bloomscape is based, is something Mast remembers fondly. “Living in Michigan, one could get sick of winter, but being surrounded by colorful green plants as far as the eye can see is the kind of thing you don’t forget,” he recalls. So it’s no surprise that as an adult he wanted to share that comfort with others. He launched Bloomscape for that purpose: to help consumers more easily find, buy and care for plants. Mast’s love for plants is now translating into impressive financial results for his business. While he wouldn’t disclose specifics, he did say Bloomscape has – in its short 16-month history – generated millions in sales and sold over 100,000 plants to 25,000 unique customers in 48 states (orders have come from as far as Russia). So far it’s seen 50 percent month-over-month growth. Such early traction has led to a high-profile group of investors putting money into the company’s just-raised $7.5 million series A. Revolution Ventures led the round with participation from Endeavor, existing investors, and a bevy of consumer brand founders, including Allbirds co-founder J oey Zwillinger , Away co-founder Jen Rubio , Eventbrite co-founder Kevin Hartz , Harry’s co-founder Jeff Raider, Quora co-founder Charlie Cheever , and Warby Parker co-founders Neil Blumenthal and Dave Gilboa . Indeed for some (including myself) plant shopping can be intimidating. Questions abound. From what kind of plant grows best with a certain amount of lighting to how much water does it should get. Bloomscape is designed to help confused consumers such as myself pick the best option for their space. It currently offers more than 90 types of plants from 10 inch aloes to five-foot palm trees. Providing people with “a really good start goes a very long way,” Mast said. “We found that people really want to get into plants but don’t always feel confident they can pick the right one or care for them well,” he told Crunchbase News. “So the first thing we do is make sure people are getting fresh plants from a greenhouse, with healthy roots and already repotted. They are essentially living room ready.” As a personal plant enthusiast, Mast had the convenience of asking his mother, who has 40 years of experience with growing, for advice. With Bloomscape, he’s attempting to give his customers the same kind of personalized care. Starting with his mother, Joyce, as the official “ Plant Mom ,” Mast has since built a team of support staff to help answer customer questions. “I realized quickly if we can help people select the right plants and give them the right kind of personalized instructions and support, they could be more confident and successful,” he said. “And that’s when people really cut loose and fill out their homes with plants.” For Clara Sieg , partner at Revolution Ventures, Bloomscape’s premise makes sense in what she described as a “highly-fragmented, fast-growing, $50 billion industry .” The home and garden category has been slow to come online given the complexity of warehousing and shipping living organisms. As such, the plant business has been historically dominated by regional garden centers and big-box retailers such as Home Depot or Lowe’s, noted Sieg. “Consumer shopping preferences and growing millennial interest in house plants have created significant pent up demand for a reliable online retailer,” she wrote via email. “Bloomscape is reinventing the category’s consumer experience.” Revolution also saw opportunity in the space, with Sieg noting that less than three percent of plant-related transactions occur online. Plus, urbanization and millennial preferences have led to a recent surge of interest in using plants as decoration, she added. Currently, Bloomscape has 15 employees and is hiring rapidly, according to Mast, mostly in its home base of Detroit. It also plans to use the new capital to expand its greenhouse footprint and into “all areas of the home and garden.” The company also plans to grow its network of foliage partners and implement new technology initiatives, such as enhancing its site and “leveraging data” to help people in different home conditions and geographic regions with more “tailored care.” It’s also planning to introduce two-day shipping. Personally, I recently finally got over being intimidated by plants and our home is now filled with them. They add beauty and warmth while also cleaning the air. While I’m no expert on buying or caring for plants, I can certainly see the need for what Bloomscape has to offer. Here’s to more green in everyone’s homes. Inside Illustration: Li-Anne Dias Photo credits: Bloomscape", "source": "https://news.crunchbase.com/news/online-plant-shop-bloomscape-sees-green-with-revolution-led-7-5m-series-a/"}
{"title": "Despite Current Environment, Fintech Startups Continue To Hire And Raise Funds", "text": "Despite Current Environment, Fintech Startups Continue To Hire And Raise Funds. COVID-19 is pushing companies to accelerate their innovations in a matter of weeks rather than years, such as accepting mobile payments or giving their brick-and-mortar store an online presence. Subscribe to the Crunchbase Daily The financial services industry is one of the bright spots in an otherwise gloomy environment of record unemployment and layoffs at companies of all sizes. Despite the current economic climate, companies in the financial services space are not only continuing to hire, but are fundraising and being acquired. “Consumers are more open to using financial technology applications and are more trusting,” said Jillian Williams, principal at Anthemis Group . “Meanwhile, financial institutions are being forced to adopt technology because it is uncertain when social distancing is going to end.” In funding news, fintech companies are seeing more opportunity, she said. For example, in January, Visa acquired Plaid –a network that enables users to securely connect their financial accounts to apps they use to manage their financial lives–or $5.3 billion. Days later, Visa invested an undisclosed amount in Very Good Security , which helps fintech companies better protect their data. Meanwhile, stock brokerage firm Robinhood announced in April it was looking to raise $250 million to improve the app’s infrastructure. Financial technology became popular following the economic downturn in 2007 and 2008, when new companies launched products with the claim they could better serve customers than banks, Williams said. Back in 2010, companies in that sector represented 10 percent of total venture funding , according to Crunchbase research. In 2019, it was 16 percent with $43 billion invested. Recently, companies in the sector received “a stamp of approval” from governments due to the recent U.S. Small Business Administration’s Paycheck Protection Program , she said. Banks, along with financial technology firms, such as mobile payment company Square Capital , could make loans, while people could receive their stimulus check funds via Venmo , she added. Even as companies lay off workers, financial services firms continue to hire. Data from HackerRank shows that interviews at financial services firms are up 39 percent since Jan. 1 among clients such as Goldman Sachs, PayPal and Morgan Stanley. “There is massive acceleration to become a tech-first company,” said Vivek Ravisankar , co-founder and CEO of developer hiring firm HackerRank. “Heinz announced it will be selling direct-to-consumer. It is now easy to order via apps like Shopify. You are able to transfer money from one bank to another. We are seeing tech, fintech and retail, in terms of developers, starting to grow more because everyone wants to have an e-commerce presence. It is both frightening and exciting.” Ravisankar said he credits those figures to another big shift: Companies are getting comfortable with remote hiring. Opening up the talent pool makes it grow larger by 10 times, he said. “Now you can hire developers anywhere as long as they are talented,” he added. “That is a massive change.” Despite headlines to the contrary, hiring is still happening at startups, especially among those who have been able to raise funding. San Francisco-based Fast , which is building a one-click login and checkout platform to help rid the internet of passwords, plans to hire some 60 people to join its 23-person staff by the end of the year, Domm Holland , co-founder and CEO told Crunchbase News. Driving Fast’s goals are not just demand, but also a $20 million Series A funding round the company closed in March. It was led by digital payment service firm Stripe , which itself announced a $600 million Series G extension a few weeks later. “Where every sector is contracting, there is a credit crunch, people are losing jobs and companies are not actively hiring, we are uniquely growing and hiring,” Holland said. “We are very hungry for talent.” The company is pre-revenue, but its login product is live on hundreds of websites, he said. Not surprising in this environment, one of his fast-growing customers is grocery chains. That sector of Fast’s business has grown 15 times since the COVID-19 pandemic began. “There is a whole wave of people who have to now order groceries online and, for lots of them, that is another password to learn,” Holland said. “It’s not just grocery, but true of enterprise, in general. We are in a unique position because we can move the needle and move at a blistering pace.” As financial services firms look for their next employees, organizations such as New York-based Flatiron School are ensuring there is a pool of talent out there for them to find. Flatiron School offers online and on-campus software engineering and data science courses across eight locations in the United States. Its head of career services, Gretchen Jacobi, said technology has disrupted the financial industry. Now with social distancing due to the COVID-19 pandemic, every experience is disrupted. Flatiron continues to evaluate which businesses are going to be resilient, which will see an increase in demand and which are hiring, as well as which businesses are freezing their hiring, said Jacobi. In addition, some companies that had offered jobs to graduates, rescinded them when the pandemic hit. Many students come to the school to learn new skills so they can change careers, Jacobi said, adding that students who have a financial background, such as technology, accounting or marketing, have had success being hired. “This shift is requiring consumers to go online to consume content, engage in an experience or buy something,” she said. “Brick-and-mortar is out, and small retailers are popping up with an e-commerce storefront where they didn’t have it. We are seeing a lot of activity needing to be supportive on the fintech side. There needs to be fraud protection and advanced payment processing. Fintech can find the tailwind, and we are seeing examples of students accepting jobs at this time in areas such as payment review.” Illustration: iStock", "source": "https://news.crunchbase.com/news/despite-current-environment-financial-services-hire-and-raise-funds/"}
{"title": "Good Time To Start A Consumer Brand? Industry Players Weigh In", "text": "Good Time To Start A Consumer Brand? Industry Players Weigh In. Crunchbase News checked in with experts in the consumer product space who said now is a good time to start a brand. Subscribe to the Crunchbase Daily They also discussed what the hot categories are, direct-to-consumer versus traditional distribution channels, and challenges startups face breaking into the consumer/household products business. Over the past five years, many new brands have entered the consumer electronics space. But on the consumer goods side, beauty and cosmetics, drones, and shoes are the most popular, according to Crunchbase data. Maveron is a consumer-only venture capital firm. David Wu , general partner, told me that almost every consumer category saw consumer spending go down during COVID-19’s shelter-in-place mandates. However, he also said there is opportunity for growth as grocery, digital entertainment and cleaning supplies provide promise. “In a lot of ways, you are seeing online food and groceries take off, accelerated by consumers who are normally creatures of habit, but are now much more open to trying new things,” he said. “For companies, such as Instacart , it is going to be interesting to see what happens when the world opens back up and grocery stores have a chance to delight customers again with value.” While some luxury items are coming back, the most popular goods are in the value and lower price points, he said. In particular, success in the digital entertainment area will depend on whether consumers have money to spend there, he added. Now, Maveron is looking at startups focused on senior care, the omnichannel world, and e-commerce in lower price points, Wu said. “I am seeing a reinvention of entertainment, where there is more use of social networks and their live platforms, as well as demand for gaming and opportunities to experience digitally together,” he added. “Health care is changing as people are taking responsibility into their own hands. We are seeing a huge shift in mental health and prescription drugs.” Over at CircleUp , which invests in early-stage consumer brands, managing director Pat Robinson said personalization is everywhere. This is especially true in two areas he has invested in: personal beauty products and pet food. The firm made investments in personalized hair care product Function of Beauty in 2017 and in personalized pet food provider NomNomNow in 2018. “This has been a trend we have talked about a lot; having one company tailor and customize its products to unique consumer needs,” Robinson said. “We saw this start in fashion and apparel, where consumers’ needs are aesthetic, such as designing their own Nike shoes. Vitamins and supplements, the pet space, and the skin-care space are trying to optimize these needs. Startups might be hitting a tipping point getting to scale, but many consumers default to thinking in these terms.” Whether a startup should go direct-to-consumer or utilize traditional distribution channels is subjective. (Sidenote: I’ve been told many startups are taking the direct-to-consumer route, especially if they are unable to secure capital to scale right away.) Many startups mistakenly choose one path over another when they need to be more flexible, said CircleUp’s Robinson. Historically it took a direct-to-consumer brand five years to get into retailers, but with the right omnichannel, or cross-channel strategy, brands can accomplish that by year two or three, he added. By going directly to the consumer, the company can speak to buyers and get feedback, which works well when launching a first product or finding a target market. However, there is a downside. “Operating a business this way is complex, it takes overhead, and you have to account for things like product returns,” Robinson said. Likewise, there are advantages to the offline world, he said. For example, big-box retailers shelve lots of brands, enabling customers to find what they need in one shopping trip as well as have opportunities to discover new brands. Omnichannel is the way to go, in Wu’s opinion. He expects everything, over time, to be one click away. “It’s a magical time to be an end consumer,” he said. “Twenty years ago, when you would buy an item maybe only one retailer had it. Now there are hundreds of companies ready to fulfill the product you want, differentiated by what the brand and value mean to you.” For Jordan Nathan , founder of ceramic cookware maker Caraway , a direct-to-consumer approach was the avenue to target the home cook. “Our brand was launched around safety and design, so having a website and ads that tell that story made sense for us,” he said. “Direct-to-consumer is good, but as we expand, we do see going omnichannel and brick-and-mortar as well.” There’s always a chance that a business model doesn’t fit the venture capital model, Wu said. However, companies that have the right teams, skills and drive can be a big break-out consumer brand. Over the last five years, $34.7 billion of venture-backed dollars were pumped into 3,368 consumer electronics and goods deals, according to Crunchbase data. Funding is expected to be less this year, given the COVID-19 pandemic, which shows in this year’s data. Midway through 2020, only $1.1 billion was invested in 139 deals, as of June 26. Raising funds and recruiting for his startup was “next to impossible,” said Caraway’s Nathan. Especially the first round. In May, the 2-year-old company raised a $5.3 million seed round to expand into new product categories and focus on distribution over the next year, he said. “The funding environment became difficult. Every month that goes by with no sales, no product, no branding, it becomes harder to recruit people,” he said. “I was a founder interviewing candidates in a coffee shop, and you can’t pull in the people you want because you only have so much money or people to execute on your plan.” Manufacturing costs are another hurdle, Robinson said. Historically, a brand was the only one that could manufacture its product. But in the last 20 years there has been growth in manufacturing partners, and now there are family-owned manufacturers catering to third parties, he said. This approach has upsides and downsides. “Those labs are used to working with large companies, so finding space to get your product done is difficult and expensive,” said Robinson. “The challenge is finding the right manufacturing partner at the start, and the flipside is making sure, as you grow the company, that manufacturing partner can grow with you. You have to make sure you get that right because it is pretty painful to fix if you have to.” Despite challenges, it has never been a better time to enter the consumer products category and start a new brand, he said. There is an opportunity to solve some of the early-stage financial problems, as well as distribution, in ways that the big brands–such as Procter & Gamble and Unilever –have not been able to solve, he said. “It’s a good time to start a brand, and we are excited about the continued innovation in the U.S., which has been so lacking over the past 20 years,” he added. “In the short-term, some direct-to-consumer brands didn’t have the financial outcomes we expected, others raised too much money, and some saw manufacturing challenges at the early stage, but consumers are demanding innovation and better products, and have unique problems yet to be solved.” Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/good-time-to-start-a-consumer-brand-industry-players-weigh-in/"}
{"title": "Bright Health Raises $200M For Affordable Individual Health Insurance", "text": "Bright Health Raises $200M For Affordable Individual Health Insurance. Let’s talk health insurance. Bright Health , a tech-enabled health insurance startup has raised $200 million in a round led by Declaration Partners and Meritech Capital , with participation from existing investors including Bessemer Venture Partners , NEA , and Greycroft . The company, which was founded by former UnitedHealthcare CEO Bob Sheehy , launched in 2016 as traditional insurers abandoned the Affordable Care Act exchanges. It aims to be a provider of affordable individual and family healthcare both directly and through state-based marketplaces. The company has raised a known total of more than $440 million. Follow Crunchbase News on Twitter Bright Health emphasizes that its “narrow network” with healthcare providers has allowed the company to present more affordable options for individuals seeking care. Per its website , that means the company has “chosen to establish an exclusive relationship” with certain health clinics, doctors, and hospitals. Bright Health currently only operates in select markets, including Alabama, Arizona, and Tennessee. The company will be using the funding to expand into more cities, with plans to triple its geographic footprint, per its press release. Bright Health isn’t the only company looking to jump in on the individual market with a focus on the narrow network. Oscar Health , which is led by Thrive Capital Founder Joshua Kushner, has also raised a significant amount of cash for its own efforts, including a $165 million round led by Founders Fund in March 2018, and a $375 million investment from Google’s parent company Alphabet in August 2018. Take a look: Oscar Health, which is valued at over $3 billion, has taken a very tech-focused approach to its market. First off, it’s mobile first, which means that its app integration is meant to make it easier to book appointments, make changes, and view updates. The company also emphasizes its telehealth program, which connects its customers to healthcare specialists through video conference and chat-based appointments. That could be a good angle for Bright Health to pursue as more millennials seek affordable insurance options. It’s a notion insurance provides in all industries, not just health, have taken into consideration. Take Root Insurance , for example, the app-based car insurance provider that relies on cell phone data to assess driving skills. In any case, the round speaks to the remaining confidence, at least on the part of investors, in the individual insurance market and these companies’ abilities to tap into the coverage gap. Illustration Credit: Li Anne Dias", "source": "https://news.crunchbase.com/news/bright-health-raises-200m-for-affordable-individual-health-insurance/"}
{"title": "PlayVS Scores Third Round ($50M) In 13 Months To Bring Esports To High Schools", "text": "PlayVS Scores Third Round ($50M) In 13 Months To Bring Esports To High Schools. PlayVS , a startup building the infrastructure and an official platform for high school esports, has raised a $50 million Series C in its third funding round over a 13-month period. Subscribe to the Crunchbase Daily The financing, which closed in July but is just now being disclosed, comes less than 10 months after the Los Angeles company’s $30.5 million Series B (which we covered at the time ) and 13 months after its $15.5M Series A funding , bringing its total raised to $96 million. PlayVS was founded in early 2018. New Enterprise Associates led the latest round, which included participation from Battery Ventures , Dick Costolo and Adam Bain of 01 Advisors , Michael Zeisser , Sapphire Sport , Dennis Phelps , general partner at IVP and Michael Ovitz , co-founder of CAA . PlayVS’ first product is dubbed ‘Seasons,’ and so far brings League of Legends, Rocket League and SMITE to high schools across the country. The company is working on more partnerships that it declined to name at this time. In a phone conversation, PlayVS founder and CEO Delane Parnell (who we profiled in this piece last year) did tell me that a lot has happened since the Series B. For one, the startup has now “successfully operated” two seasons and according to Parnell, “validated the appetite for the product.” PlayVS (pronounced Play-versus) currently has 13,000 schools on its waitlist which, according to Parnell, represents 68 percent of all high schools in the United States. “Many are going through onboarding and getting activated for the Fall 2019 season,” he said. PlayVS has also shown it can grow and scale its state partnerships, he said, growing from five in the fall of 2018 to eight in the spring of 2019 and now up to 15 (including Connecticut, Georgia, parts of Texas, and California). This means that students in those states can compete in state championships. (States not endorsed by their state association will compete regionally for a PlayVS Championship.) Also, its platform will be available to high schools across all 50 states (including D.C.) this fall. “In our first two seasons of operation, we saw no product failures and learned a ton,” Parnell said, “in particular around game integration.” The company plans to use its new capital “efficiently,” he said. “Throughout the summer, we rebuilt the product, matured the company and built out the executive team,” Parnell said, including people from Headspace , Spotify and other startups. It has increased its headcount from 16 employees at the end of last year to a current total of 41. Ultimately, the company is eyeing ancillary markets and wants to become a platform for amateur players in general. “Our goal is for PlayVS to become a generational product like Twitch, so we want to leverage the resources we have to hire really smart people to build incredible products,” Parnell told me. Within high schools, its goal is for as many students as possible to be able to participate. Currently, PlayVS charges $64 per player to participate per season, a sum that Parnell said is far below that of other sports. But for now, as it is a nascent program, schools need to recruit more coaches so that more players can participate, according to Parnell. Beyond the participation fee, Parnell sees potential revenue streams in building additional products and services to bundle onto its platform. “There’s a ton of opportunity to leverage software we’ve built and are building,” he told Crunchbase News. “We want to take that to amateur esports, growing our presence internationally and alongside publishers. Our vision for the company has evolved.” Investors seem excited about that vision. NEA Partner Rick Yang notes his firm has backed PlayVS since its founding and his enthusiasm has only increased with time. “While there are established forums for casual gameplay and professional gameplay, there is a big gap in the market when it comes to amateur esports,” he wrote via email. “The high school demographic is the perfect place to start to close this gap, and PlayVS has made tremendous strides in launching this new market.” In particular, NEA has been impressed by the team PlayVS is building out as well as with the “pace of growth and expansion…early on across schools, states, and games across multiple publishers.” And the icing on the cake? People seem to really like the product. According to Yang, feedback from athletes, coaches and parents “has been extremely positive.” Both students who have played other sanctioned sports and newcomers to sanctioned activities have participated so far, he said. “PlayVS is changing lives and experiences of student athletes in all sorts of positive ways – building community, self confidence, friendships, life lessons, and boosting academic performance,” he wrote. “I think we are just at the beginning of the creation of a very large category.” Meanwhile, PlayVS is not the only esports-related company raising money this week. Today, XY Gaming announced a $2.5 million seed raise. KB Partners and Varga Capital led the round for the San Francisco-based global esports tournament platform. “The majority of the esports market has few opportunities to compete for cash prizes,” said XY Gaming co-founder and CEO Aaron Fletcher, in a press release . “Through our simple, free, and one-click to enter and play platform, we enable gamers of all skill levels to take their gaming to the next level in a fair and secure environment.” Also in July, 100 Thieves , a popular esports team, announced that it closed a $35 million Series B . In general, esports has had its ups and downs. While funding in the sector is certainly up as it continues to go mainstream , there have been concerns about monetization . It will be interesting to see how the space plays out in terms of winners and losers. Blog Roll Illustration: Li-Anne Dias Photo Credit: Sean Yalda", "source": "https://news.crunchbase.com/news/playvs-scores-third-round-50m-in-13-months-to-bring-esports-to-high-schools/"}
{"title": "Canada’s Element AI Raises $151M Series B As Country’s Startup Scene Heats Up", "text": "Canada’s Element AI Raises $151M Series B As Country’s Startup Scene Heats Up. Montreal-based Element AI , which develops artificial intelligence-powered software solutions, announced this morning it has raised US$151.4 million in a massive Series B round . Subscribe to the Crunchbase Daily Founded in 2016 by a team of six partners including serial entrepreneurs Jean-François (JF) Gagné and A.M. Turing Award winner Yoshua Bengio , Element AI is described by lead investor Caisse de dépôt et placement du Québec (CDPQ) as “a company with a commercial focus that anticipates and creates AI products to address clients’ needs.” In its own words, Element AI “turns research and industry expertise into software solutions that exponentially learn and improve” and are adapted to specific industries with a primary focus on the financial services and supply chain sectors. Its offering, which includes advisory services, AI-enablement tools and products, aims to help large organizations “operationalize AI and create real business impact.” Customers include LG and National Bank, among others. The round is notable for several reasons. For one, it marks the second mega venture financing raised by a Canadian startup this month. On Sept. 4, we reported on Canada-based legal tech startup Clio raising a massive $250 million Series D round from TCV and JMI Equity . It’s also a really large Series B, another example of how companies are raising more and more at the so-called “early-stage,” a trend we’ve been following . Besides CDPQ, new investors in Element AI’s latest round include McKinsey & Company and Gouvernement du Québec . The round also included participation from returning Series A investors, including DCVC (Data Collective) , Hanwha Asset Management , BDC Capital, Real Ventures and others. The new financing brings the company’s total venture funding raised so far to roughly $258 million. DCVC led Element AI’s $102 million Series A in June 2017. In a press release , Element AI CEO Gagné said his company has been able to “operationalize” AI. “Few companies have been successful at taking proofs-of-concepts out of the lab, imbedding them strategically in their operations, and delivering actual business impact,” he said. In its press release, Element AI said the company will use the new capital “to fuel global product and services development” while “accelerating the commercialization of AI.” Element AI declined to provide any growth metrics when I asked, but told me that it currently has just under 500 employees across its Montreal headquarters and offices in Toronto; London, Seoul, South Korea, and Singapore. In general, the AI scene in Canada seems to be heating up. CDPQ invested in the company as part of its recently-formed “CDPQ-AI Fund” aimed at helping speed up the commercialization of AI solutions in Quebec. The news also comes nine months after McKinsey’s advanced analytics and AI arm, QuantumBlack , launched its first Canadian office in Montreal. The consulting firm acquired QuantumBlack in 2015 and said the company will “spearhead the collaboration” with Element AI on behalf of its firm. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/canadas-element-ai-raises-151m-series-b-as-countrys-startup-scene-heats-up/"}
{"title": "Palantir Files Confidentially for IPO", "text": "Palantir Files Confidentially for IPO. Big data analytics company Palantir Technologies has confidentially filed to go public, the company said Monday evening. Subscribe to the Crunchbase Daily The company has filed a draft S-1 registration document with the U.S. Securities and Exchange Commission, meaning right now the public can’t get a glimpse at Palantir’s financials or other business information. But it’s a significant step for the notoriously secretive company, which was founded in 2003 and remained private for so long. Monday’s statement from Palantir confirms a Bloomberg News report last month that the company was aiming to file confidentially to go public in the next few weeks. CEO Alex Karp also said on Axios on HBO in May that the company may go public this year after nearly two decades as a private company. “The real holdup at Palantir was we were building products and we needed to kind of get enough of them out so that people would see the robustness of our company, both internally and externally,” Karp said, according to Axios . Just last month it was announced the company raised $500 million in a new round of funding from Japanese insurance holding company Sompo Holdings and $50 million from Fujitsu . Palantir has at least $2.6 billion in funding, according to Crunchbase. The company, which is based in Palo Alto, California, is backed by firms including Founders Fund , Manhattan Venture Partners and REV , per Crunchbase data. More of its investors can be found here . Palantir is among a wave of tech companies looking to go public in recent weeks after a COVID-19-induced lull in the IPO market. Companies like ZoomInfo , Vroom and Lemonade have all gone through IPOs and been well-received by public investors. Other companies including Snowflake and Amwell Health have reportedly filed confidentially to go public. And just last week, Minneapolis-based Jamf filed a public S-1 with the SEC. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/palantir-files-confidentially-for-ipo/"}
{"title": "Three Deals You Missed From Bengaluru’s Growing Startup Scene", "text": "Three Deals You Missed From Bengaluru’s Growing Startup Scene. We have the data to prove that India’s startup scene is pretty much unignorable at this point, but after some extra activity in Bengaluru, a city in India known for its tech scene, I thought we’d tie together some interesting deals in one post. Subscribe to the Crunchbase Daily Before that, let’s just get a picture of how the city’s scene has grown over time. According to Crunchbase data, both deal and dollar volume is increasing over time. Last year, Bengaluru saw a specifically cash-strong year with on-demand food delivery startup Swiggy’s supergiant round of $210 million . Now let’s start with the news, literally. Lokal wants to make local news in India more accessible and digitally focused, from big cities to small villages. Through an app, Lokal wants to offer multilingual local news to users in different regions around India. It has raised $3 million in funding from India Quotient , 3one4 Capital , Y Combinator , RB Investments , and SOMA Capital . Other investors include Twitch co-founder Kevin Lin and XRM Media . Digitized news is a busy sector, with apps like SmartNews and News Republic already comfortably powering millions of articles and users a day with local news. The key with Lokal is a localized experience right down to the language (it is unclear how many languages the company offers currently). The Y Combinator-backed startup was founded by Jani Pasha and Vipul Chaudhary in 2018. According to Pasha, Lokal is operational in three of India’s most concentrated states, Andhra Pradesh, Telangana, and Uttar Pradesh. It targets more than 900 million non-english speaking users in India. In addition to news, Lokal offers digitized classified ads, a “large and lucrative opportunity” according to Madhukar Sinha, a partner at India Quotient . I imagine the opportunity he’s talking about is for advertisers, who have largely lost out on classifieds in traditional news outlets. With that under our belts, let’s move to a later stage company founded in February 2016 that is finally getting some traction from investors. Founded by Prabhat Kumar Tiwary , Rewat Laxman , and Sachin Joshi , YourOwnROOM connects millennials to rental properties, from fully furnished shared rooms to private rooms and full houses. The company raised $1.3 million in a seed round this week, bringing its total known funding to $2.1 million, per Crunchbase data . When I saw this startup, I immediately thought of Zeus Living as a San Francisco counterpart, and one one of the other startups in the growing industry of tech-enhanced rental properties. Zeus describes itself as “smartly furnished neighborhood homes for extended stays.” One of Zeus’ gaps is that it is only in the United States in big cities for now (including San Francisco, Los Angeles, Seattle, Washington D.C., and New York City). I think the value proposition that a company like YourOwnROOM has, then, must be its deep relationships with Bengaluru’s residential asset owners, developers, building owners and individual homeowners. Plus, that becomes even more important as Bengaluru itself has its own set of woes with fraudsters selling property through fake documents. There is a unicorn in the room, however. OYO , a hotel marketplace company reportedly worth $5 billion, is pushing into the housing space through OYO living. It rents out over 2,000 beds in cities across India, including Bengaluru. As we reported previously , Gurgaon, India-based OYO has raised so much money that the company is distorting India’s venture market, accounting for the lion’s share of the past year’s total funding in India’s hospitality startups. YourOwnROOM will have its work cut out for it in order to differentiate. Finally, let’s move on from rooms and into what is inside of them: furniture. Urban Ladder , launched by Ashish Goel and Rajiv Srivatsa in July 2012, sells furniture through an online marketplace, offering everything from sofas and beds to storage shelves and dining tables. The company raised $2.1 million in a financing round this week. Investors in the company include SAIF Partners, Trifecta Capital, Sequoia Capital India, and Steadview Capital. According to its Crunchbase profile , Urban Ladder has $114.9 million in known venture funding to date. Beyond the classics, Urban ladder says it offers both modern and traditional designs and “products that are difficult to spot elsewhere during furniture online shopping; for example room dividers, corner storage units, and more.” The company recently opened up physical stores to bring its online products to Bengaluru, Pune, Chennai, Mumbai, and Delhi. It’s not immediately clear what differentiates Urban Ladder from IKEA – but per a Quartz report , the startup isn’t intimidated by the behemoth expanding in its region. In the same story, Ashish Goel , Urban Ladder’s founder and CEO, said that IKEA ’s strength is homewares, while Urban Ladder’s strength is in furniture. “Generally speaking, IKEA is an early starter household brand, like a few fresh college graduates moving into and setting up an apartment together. And that’s an area that nobody can beat them in. That’s not a market we are present in. We believe we know how to service a customer who is starting to move forward in life,” said Goel. That’s a quick snapshot of some activity happening in Bangalore, a growing startup hub in India that has scored over $18 billion across 2,514 deals in the Crunchbase data set. We have more in the works on this region’s struggles and strengths as a hub, but in the meantime send any tips to me at natasha@crunchbase.com or by tweeting me @nmasc_ . Illustration: Li-Anne Dias Data credit: Jason D. Rowley", "source": "https://news.crunchbase.com/news/three-deals-you-missed-from-bengalurus-growing-startup-scene/"}
{"title": "How Didi Partnered And Burned Its Way To Market Leadership In China", "text": "How Didi Partnered And Burned Its Way To Market Leadership In China. D idi Chuxing (Didi) is a company that is making its mark in global business. The Beijing-based ridesharing company has a valuation of $56 billion and has raised more than $20 billion since its inception, making it the second most valuable private Chinese company in history, according to Crunchbase. It’s backed by notable investors and companies like Singapore’s Temasek , China’s Tencent and Alibaba , Japan’s Softbank , and Apple . However, Didi hasn’t just raised massive amounts of capital for itself. The company has also directed its capital toward global ridesharing startups like Grab in Southeast Asia and 99 in Brazil. With ambitious domestic and global ambitions, the company may be planning to go public in an IPO that could raise its valuation to $80 billion. Follow Crunchbase News on Twitter & Facebook Didi is indeed a large company, and like any other industry powerhouse, a deep dive into its history can inform the outcome of future developments. But recent reports of tensions between the U.S. and China over trade have raised the stakes for companies operating inside of China. Knowledge of how Didi came to be, particularly its experience rivaling Uber, can offer insight into the dynamics of competition and venture in China, as well as the intertwined relationship of politics and business in the country. Didi Dache (now Didi Chuxing) was founded in 2012 by Cheng Wei, a former deputy sales manager of Alibaba financial services affiliate Alipay. The company began as a service for individuals to reserve taxis from their smartphones. Its early rise was representative of the heated competition between Tencent and Alibaba which has persisted into current global technology endeavors. Didi Dache was initially funded with a $3 million Series A by GSR Ventures. It then scored a $15 million Series B investment by Tencent in July 2013. At the time of Tencent’s injection of capital, Didi Dache was competing with the Alibaba-backed, Hangzhou-based Kuaidi Dache along with a few other smaller competitors. From 2012 to 2014, Didi Dache and Kuaidi Dache engaged in a familiar price war, offering fee reductions and subsidies to attract drivers to their platforms. Not surprisingly, Tencent and Alibaba funded the expensive war with their deep pockets. Kuaidi Dache announced a $100 million round by Alibaba and others in 2013, which was followed by a $100 million investment from Tencent and others into Didi Dache in January 2014. By the end of that year, both companies had earned enough funding to be considered two of China’s early unicorns . Didi managed to take control of a reported 55 percent of the available Chinese domestic market in 2015, and it also passed an estimated 150 million monthly users that year. But looking to capitalize on the opportunity apparent on China’s congested streets, San Francisco-based Uber set its eyes on the East Asian country’s market as well. Uber had reportedly expressed initial interest in investing in Didi before Tencent did in 2013, but the company held off until it decided to enter the country with its platform. Uber CEO Travis Kalanick pursued China’s vast market despite historical difficulty for foreign companies to establish themselves in the country. In February 2014, Uber officially launched its licensed car and limousine (UberX) service in Shanghai. The company maintained those services, while also launching a non-profit called “ People’s Uber ” in August 2014. Wary of government regulation, Kalanick’s regional strategy was far more cautious than it had been in other regions where Uber was facing considerable government backlash . A week after announcing its $1.2 billion raise in December 2014, Uber accepted an investment by China-based search engine Baidu . Its partnership not only allowed Uber to integrate with Baidu’s map service and search engine, but it was also an apparent effort to display local cooperation and avoid government scrutiny. Even with that effort, government regulation loomed over the ridesharing industry. City governments banned private drivers to address unrest among local registered taxi drivers . Uber’s headquarters in Guangzhou were raided in April 2015 over apparent concerns that Uber was allowing private drivers without qualifications to operate on its platform. In 2015, municipal governments and cities required ridesharing companies to obtain licenses for operation. Despite these challenges, startups invested heavily in customer and driver acquisition. In February 2015, with the stakes and costs to gain market control very high, Tencent-backed Didi and Alibaba-backed Kuaidi initiated a strategic (and dramatic ) merger of their two companies. This brought their combined market share to more than 95 percent and their valuation to $6 billion . In mid-2015, the newly formed entity Didi Kuaidi raised $150 million from Weibo. A week later, it announced subsidized rides and launched its own non-profit, peer-to-peer carpooling project Didi Shun Feng Che (Hitch). The service competed directly with the “People’s Uber” service. Registration and payments for the app were facilitated by Tencent’s super app WeChat, potentially driving more Chinese users to the product. Didi Kuaidi then rebranded to Didi Chuxing in September 2015, and it went on to raise $7 billion in funding (including a $1 billion investment by Apple) in 2016, boosting the conglomerate’s valuation from $6 to $28 billion in less than a year. Uber’s efforts to fundraise were met with billions of dollars in 2015 and 2016. However, Uber could not keep up with Didi Chuxing’s high cash burning strategy solidified by its deep-pocketed investors. In the end concerns over long-term sustainability compelled it to admit defeat. In August 2016, less than one week after Didi Chuxing, Uber and other smaller competing ride hailing platforms were made conditionally legal in China. Didi Chuxing then acquired Uber China, which would continue to operate under that name, for $7 billion. Uber maintained a 17.7 percent stake in the company, making it the company’s largest shareholder. Baidu and other Uber China investors reserved a 2.3 percent stake. Uber had reportedly lost more than $2 billion in its two years fighting for dominance in the country. With investors betting on Uber’s sustainability in its most successful market– the U.S. — and other regions, the company stepped back from its project to end the consistent and significant cash burn. “Sustainably serving china’s cities, and the riders and drivers who live in them, is only possible with profitability.” Kalanick stated in his Facebook post publicly acknowledging the deal. But Didi Chuxing’s acquisition of its fierce competitor wasn’t the end of challenges to ridesharing in China. The end of the competition with Uber meant that the high cash burning Didi Chuxing could refocus its efforts on future profitability. Unfortunately for drivers and riders, that meant the end of extreme subsidies and the beginning of price increases. And though the central government had ensured the general legality of the company, its specific requirements—left up to the decisions of city governments—made the status of many of the company’s drivers unclear. Later in 2016, governments in Shanghai, Beijing, and Guangzhou introduced standards to both appeal to taxi companies that face a monopoly over ridesharing and curb the influx of rural Chinese migrant workers (those without urban residency, or hukou) from operating on the company’s platform. To put that into perspective, according to Forbes , at the time less than 3 percent of Didi’s drivers in Shanghai had a local hukou, and more than 80 percent of the cars registered on the platform did not meet Shanghai’s regulatory requirements. Political and regulatory considerations were also married to strategies regarding competition and brand loyalty. With more regulation, the company is forced to return to significant subsidies to attract qualified drivers. Recently, these considerations have become more pressing as the company ramps up again for a possible ride hailing battle with the well-funded, online services provider Meituan-Dianping. Its continued fundraising efforts to battle Uber abroad (despite Uber’s stake in the company) and launch its own services in other regions have defined the company’s recent vision. In any case, Didi’s experience battling Uber and other competitors in China, and the company’s resilience despite regulatory and other challenges, will certainly constitute a competitive advantage both in its home and abroad. Illustration: Li-Anne Dias Editorial Update: A previous version of this article stated that Didi Dache and Didi Kuaidi merged in August 2015, it has since been updated. Reference to Alibaba backing online services provider Meituan Dianping has been removed pending further exploration of the merger.", "source": "https://news.crunchbase.com/news/how-didi-partnered-and-burned-its-way-to-market-leadership-in-china/"}
{"title": "Aerospike Secures $32 Million Series D To Further Grow Its High-Scale NoSQL Database Platform", "text": "Aerospike Secures $32 Million Series D To Further Grow Its High-Scale NoSQL Database Platform. Imagine for a moment that you’re making a credit card transaction. This prompts a lot of questions from the payment processor before it accepts your payment. Where are you? How much are you spending? Are you using a PIN or a signature to validate the transaction? What merchant are you transacting with? How many times have you been to this place before? How do any of the facts from this particular transaction line up with the transactions you’ve made in the past? Subscribe to the Crunchbase Daily The answers to these questions, among others, indicate whether you are who you say you are. That you are at least probably not engaging in fraud as you spend a little too much on that latte. These questions are posed in the form of database queries, and the final answer needs to come quickly. That’s the case with credit card transaction processing, real-time advertising auctions, content personalization, curated ecommerce recommendations, and many other situations. For these use cases and others, low latency and high throughput are key characteristics technical teams need to optimize for when choosing a database. Aerospike is the Silicon Valley-based startup behind Aerospike DB , a hardware-optimized, in-memory NoSQL database solution designed for very large scale and very fast response times. In other words, for use cases where a lot of data questions need to be answered really quickly, Aerospike might be the right solution. Today, the company announced that it’s raised $32 million in Series D funding led by Triangle Peak Partners . Existing investors NewView Capital Partners , Alsop Louie Partners , and Eastward Capital Partners participated in the round. This deal brings Aerospike’s total venture backing to $78 million, according to the company. As a condition of the deal, Triangle Peak Partners’ co-founding partner Dain DeGroff and NewView Capital operating partner Tim Connor will join Aerospike’s board of directors. Valuation and other terms of the transaction were not disclosed by the company. “Data is the new [intellectual property],” said Aerospike CEO John Dillon on a phone call with Crunchbase News. “If you’re able to extract insights from that data, you can make it actionable. When someone shows up, you can decide what the next best thing to do is.” The need for high-speed databases capable of handling low-latency queries into petabyte-scale data was first felt by the online advertising industry over a decade ago, Dillon said, but now there’s demand across multiple sectors ranging from financial services and telephony to media and ecommerce. According to Dillon, Aerospike excels where other database solutions fall down. Legacy database solutions either can’t scale to meet customer needs, or they cost too much to operate, Dillon said. Aerospike’s commercial product backs the data infrastructure of Verizon Media, furniture and home goods retailer Wayfair’s recommendation engine, as well as other components of services provided by the likes of PayPal , Nielson , AirTel , and Snap . Its open source community version is used by developers around the world for tinkering, research, and commercial projects alike. The company says it’s been growing its revenue 50 percent year-over-year and has a customer retention rate of over 95 percent. Aerospike intends to use its fresh funding to expand its geographic footprint, specifically into the Asia-Pacific region. The company has kept a fairly low profile, up to this point, said Dillon. “I don’t know if we’re going to put a billboard up on the 101,” the main arterial highway threading through Silicon Valley, but the company does plan to ramp up its sales and marketing teams with the help of this new financing. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/aerospike-secures-32-million-series-d-to-further-grow-its-high-scale-nosql-database-platform/"}
{"title": "SoftBank Revs Up Didi’s Autonomous Driving Engine With $500M Investment", "text": "SoftBank Revs Up Didi’s Autonomous Driving Engine With $500M Investment. China’s ride-hailing giant Didi Chuxing raised more than $500 million for its autonomous driving subsidiary in a funding round led by SoftBank ’s Vision Fund 2, the company said Friday. Subscribe to the Crunchbase Daily It’s the first fundraising round for that business since it was spun off into its own company in August 2019. Didi touts the funding as the single largest investment in China’s autonomous driving sector. The new capital infusion will be used to research and develop its autonomous driving technology, as well as test it, Didi said in a written statement. In addition, the funding will aid in the deployment of autonomous driving services in specific areas in China and abroad. The company said it also has plans to mass-produce autonomous driving vehicles with auto industry partners. Japanese tech giant SoftBank launched its Vision Fund 2 in July 2019 with the plan to have it become a $108 billion fund that would complement its $100 billion Vision Fund . However, The Wall Street Journal reports that after several big investments failed from the first fund, contributions to the second fund have not yet met the proposed target. Meanwhile, autonomous driving technology continues to attract investors. Waymo , the self-driving technology being developed under the Alphabet umbrella, raised $2.5 billion back in March. Then earlier this month, it raised an additional $750 million . And in February, China’s Pony.ai raised $462 million . Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/softbank-revs-up-didis-autonomous-driving-engine-with-500m-investment/"}
{"title": "Amazon’s Value Tops $1 Trillion In Tuesday Trading", "text": "Amazon’s Value Tops $1 Trillion In Tuesday Trading. Roughly one month after Apple became the first publicly traded company to be valued at $1 trillion, Amazon joined the thirteen-figure club as well. Follow Crunchbase News on Twitter According to Reuters , Amazon shares hit the magic price of $2,050.2677, putting the company at a market capitalization of $1 trillion. Although there is really nothing special about a $1 trillion valuation, especially considering another company got there first, today’s news serves to highlight both Amazon’s meteoric growth and the concentration of economic power in tech’s biggest companies. For being such a large company, Amazon grows fast. According to data aggregated by Yahoo Finance , the price of Amazon shares approximately doubled over the last year. The Wall Street Journal reports that the stock’s 75 percent surge in 2018 alone, which “added more than $435 billion to [Amazon’s] market capitalization,” is roughly equal to the combined size of Walmart , Costco , and Target —three of Amazon’s biggest competitors. The Reuters report remarks that Amazon “crossed the $2,000 threshold for the first time on Aug. 30 after doubling its price in just 10 months.” What’s driven this price appreciation? In short, growth in both the scope and scale of Amazon’s businesses. Here are some highlights from the past eighteen months or so: In March 2017, Amazon acquired Souq.com , its principal Middle Eastern competitor, for $580 million amid its international expansion. In June 2017, Amazon surprised everyone when it acquired Whole Foods Market for $13.7 billion . The acquisition helped Amazon grow its grocery supply chain capabilities and instantly gave the online retail giant a brick-and-mortar footprint. Amazon expanded its smart home electronics offerings by acquiring Blink (a maker of wifi-connected home security cameras) in December 2017. It then acquired smart doorbell and camera maker Ring two months later . This helped Amazon seize upon a market opportunity left open by Alphabet-owned Nest Labs. It also opens up the possibility for Amazon to integrate its delivery and other home services into consumers’ routines. Most recently, Amazon dealt a blow to the traditional pharmacy business when it acquired Boston-based PillPack for $1 billion in June . According to CNBC coverage from the time, Rite Aid , Walgreens Boots Alliance , and CVS Health “collectively lost approximately $11 billion in market value” on the day Amazon announced the PillPack deal. CNBC noted that “Amazon shares rose nearly 2.5 percent, adding more than $19.8 billion in market value” on that day. And that’s just the story told by Amazon’s recent acquisitions . This doesn’t take into account Amazon’s intention to open a second headquarters, a flirtation with entering the online advertising business, the ongoing push into voice-first interfaces, and an effort to build out its logistics capabilities in-house, among other initiatives at the company. Of course, Amazon is not the only big tech company to grow bigger faster recently. Amid a stock market rally and a record level of share buybacks, tech’s big five—Alphabet, Amazon, Apple, Facebook , and Microsoft —expanded together. For perspective, fourteen months ago, Crunchbase News found that the big five were collectively valued at $3 trillion . Today, they collectively account for approximately $4.3 trillion, and two of them are valued at approximately $1 trillion or more. As any good high school physics student will tell you, with greater mass comes greater inertia. Much like with a snowball rolling down the side of a hill, these companies are harder to catch up with the further they go. But if the status quo is somehow upended, they may be among the least able to change course. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/amazons-value-tops-1-trillion-in-tuesday-trading/"}
{"title": "Construction Tech Unicorn Procore Drops S-1, Revealing Sharply Rising Revenue And Net Losses", "text": "Construction Tech Unicorn Procore Drops S-1, Revealing Sharply Rising Revenue And Net Losses. Late Friday afternoon, construction management software provider Procore Technologies filed an S-1 with the U.S. Securities and Exchange Commission . The company outlined its plans, which we previewed here , last September for an initial public offering of its common stock. Subscribe to the Crunchbase Daily Southern California-based Procore said it has yet to determine neither the number of shares it plans to offer nor the price range. But it did list a proposed maximum offering price of $100 million. It also noted that it will list its common stock on the New York Stock Exchange under the ticker symbol “PCOR.” Goldman Sachs & Co. LLC and J.P. Morgan Securities LLC are serving as joint lead book-running managers for the proposed offering. Last September, we reported that an IPO could value 17-year-old Procore at more than $4 billion, according to Bloomberg , which cited “people with knowledge of the matter.” In December, we covered how the company had tripled its valuation to nearly $3 billion after raising a $75 million Series H from Tiger Global Management . That was up from a $1 billion valuation just two years prior when Procore raised $50 million in a Series G round from ICONIQ Capital . Since it was founded in 2003, Procore has raised just over $300 million in funding , according to Crunchbase data. Other previous backers include Bessemer Venture Partners and Lumia Capital. Last August, I reported on Procore acquiring its third startup in 12 months as part of its plan to broaden its offerings through mergers and acquisitions. Procore, which operates as a SaaS company, has seen impressive growth in recent years. As of August 2019, it had more than 1,800 employees, up 600 compared to a year ago, across 13 offices globally. Procore saw its annual recurring revenue surge from under $10 million in 2014 to over $250 million last August. Last year, I talked with Procore Founder and CEO Craig “Tooey” Courtemanche by phone about the company’s M&A strategy, and he told me then that was “just the beginning.” In its S-1, Procore shed more light on its financials. It revealed both increased revenue and net loss in 2019. Specifically, the company’s revenue surged 55 percent in 2019 to $289.2 million compared with $186.4 million in 2018. At the same time, its net loss was up by 46.5 percent to $83.1 million in 2019 compared to $56.7 million in 2018. Also, Procore revealed it had an accumulated deficit of $300.8 million at the end of last year. Meanwhile, customer count nearly doubled from 4,310 at the end of 2017 to 8,506 at the end of 2019. It also has more than 1.3 million users. Like other SaaS operators, Procore sells its products on a subscription basis for a fixed fee with pricing generally based on the number and mix of products and the annual construction volume contracted to run on its platform. As its customers subscribe to additional products, or increase the annual construction volume contracted to run on Procore’s platform, the company generates more revenue. In citing its risk factors, Procore acknowledges a couple of things. Notably, it admits “to a history of losses,” and that it “may not be able to achieve or sustain profitability in the future.” It also acknowledges that its business may be “significantly impacted” by changes in the “related reductions in spend across the construction industry.” No doubt that a downturn resulting in a slowdown in development would be harmful to Procore’s business. As we’ve reported extensively, construction tech is one of those spaces that has not been considered traditionally sexy. It is, however, an industry that is growing both in terms of the number of companies receiving funding in the space and in terms of more mainstream investor interest. It’s also seeing more exits , as evidenced by this latest news. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/construction-tech-unicorn-procore-drops-s-1-revealing-sharply-rising-revenue-net-losses/"}
{"title": "Last Week In Venture: Saving The Sea With Plastic From Kelp, A New Kind Of B-School, And Keeping Engineering Spirits Bright", "text": "Last Week In Venture: Saving The Sea With Plastic From Kelp, A New Kind Of B-School, And Keeping Engineering Spirits Bright. Hello and welcome back to Last Week In Venture , the weekly roundup of deals which may have flown under your radar. Subscribe to the Crunchbase Daily Around the country and, indeed, the world, there are countless startups toiling outside the unicorn and public company limelight, building their version of the future. In their stories, we can spot trends and get a glimpse around the corner to see what’s next. Without further ado, let’s dive into a few of the deals from the week that was in venture-land. Earlier this week, Crunchbase News published some findings about the emerging sector of sustainable packaging and plastics. Though we didn’t mention the following company in that particular article, it’s worth pointing out what Loliware is doing. The New York-based startup is in the business of making biodegradable replacements for single-use plastics, starting with drinking straws. Its straws are not actually made of plastic, but kelp. Kelp a large species of marine algae, underwater forests of which lie just offshore 25 percent of the world’s coastlines. The company plans to release a line of kelp-based cups, lids, utensils, and other forms of packaging. To help expand the scope and scale of Loliware’s operations, it raised $6 million in seed funding from Closed Loop Partners , Geekdom Fund , New York Ventures , and Hatzimemos / Libby . James Freeman , founder of Blue Bottle Coffee , also participated in the deal. Business school is a place where you could end up spending a lot of money to learn about how to make a lot of money. And that’s the problem. Lots of people could benefit from learning about the hows and whys of doing business, but most can’t (or don’t want to) pay tens of thousands of dollars for the (often basic) knowledge and (often priceless) network one could obtain in business school. Based in Tel Aviv, Jolt.io is an education company aiming to change the model of business education. It currently operates campuses in Tel Aviv and London, but it plans to expand to New York City with the help of €12.7 million (approximately $14.1 million USD) in Series A financing announced this week. Balderton Capital led the deal, which saw participation from Octopus Ventures and Hillsven Capital , which, respectively, led prior seed and pre-seed rounds raised by the company. Jolt offers the bulk of its coursework in subject areas like management and leadership, personal skills and self development, and marketing, sales, and customer success. Its offerings in more technical fields like data, product, and finance are more limited. The company lists its educational offerings in a brochure on its website. According to coverage in TechCrunch , Jolt’s “NAMBA” (Not an MBA) program costs £175 a month (about $228 USD), or £4,500 (a bit over $5,850 USD) in total. For many, that should be an easier bill to swallow than traditional b-school. In the tech industry, the “tech” part is built by engineers. In the part of the tech industry Crunchbase News covers most, that typically means software engineers. Keeping an engineering team happy and productive is a prerequisite for long-term success in this industry. Uplevel is a Seattle-based startup building tools for engineering managers to measure the factors which contribute to technical employees’ morale and output. According to coverage in GeekWire : “Uplevel’s technology analyzes a variety of channels including messaging platforms like Slack, collaboration tools like Jira, code repositories like GitHub and calendars to analyze how engineers spend their time. The platform spits out insights analyzing whether engineers are stuck in too many meetings, assigned too many tasks at once or don’t have enough focus time.” Uplevel raised $7.5 million in an outsized seed round which saw participation from Madrona Venture Group , Norwest Venture Partners , and Voyager Capital . GeekWire reported that Uplevel has 10 companies and over 4,000 engineers onboard its platform. The upstart company has 16 people on the team and is actively hiring for key roles. And with that we’re done for the week. See you back here soon. Image Credits: Last Week In Venture graphic created by JD Battles. Photo by Marek Okon, via Unsplash.", "source": "https://news.crunchbase.com/news/last-week-in-venture-saving-the-sea-with-plastic-from-kelp-a-new-kind-of-b-school-and-keeping-engineering-spirits-bright/"}
{"title": "SonderMind Raises $27M Series B For Mental Health Accessibility", "text": "SonderMind Raises $27M Series B For Mental Health Accessibility. Mental health continues to be a growing health care need, made especially prominent today as millions of Americans isolate at home to avoid contracting COVID-19, and who now must use telehealth capabilities to communicate with their physicians. Subscribe to the Crunchbase Daily However, 80 percent of patients can’t afford mental health therapy without help from insurance, according to Mark Frank, co-founder and CEO of SonderMind . The Denver-based company wants to help consumers with mental health benefits from commercial insurance to access in-network opportunities with its 500 community behavioral health professionals. On Monday, the company got closer to its goal after raising $27 million in a Series B round of funding led by new investor, General Catalyst . “We want to democratize mental health, enabling consumers to use the insurance benefits that they are paying for,” Frank told Crunchbase News. “The client can go to a single spot and engage with technology and a therapist. We have contracted and partnered with major health plans in the markets in which we operate, and our clinicians become in-network with those insurance providers. In addition, we are helping those clinicians provide great clinical care, and we take care of all the rest.” The Series B financing brings the company’s total raise since its 2017 inception to nearly $33 million, according to Crunchbase data. In addition to General Catalyst, the Series B includes new investor F-Prime Capital , along with existing investors Kickstart Seed Fund , Diōko Ventures (managed by FCA Venture Partners ) and Jonathan Bush, founder of AthenaHealth, who joined SonderMind’s board of directors last year. The company last raised $5.9 million, including $3 million in a Series A round in April 2019. Along with the new funding, SonderMind adds Eric Roza, former CEO of Datalogix and current General Catalyst executive in residence, and Kent Thiry, former CEO of DaVita and current executive chairman, to its board. SonderMind initially planned to launch its telehealth service in the second quarter of 2020, but when the COVID-19 pandemic hit, Frank said the company shifted resources to release it two months ahead of schedule, on March 18. “It was all hands on deck to move mountains to launch,” he said. “When we get through the current environment, we hope clients go back to seeing their therapists in person and engaging with the online messaging and video capabilities.” The company is growing steadily, Frank said, building an employee base of more than 70 people from 20 last year. As the company continues to build out its infrastructure, he expects to add staff on the product and engineering side as well as in clinical programming. Although Frank did not disclose revenue, he said the company grew 1,000 percent over the last year. “Obviously, we are trying to keep up the pace and continue to aim pretty high,” Frank said. In addition to a large presence in Colorado, SonderMind entered Texas and Arizona last year, and with this Series B, intends to continue its expansion in these states and target new markets in the Midwest, mountain and West Coast regions, Frank said. The company also plans to use funding for product development and to improve technology for therapists and clients, with a goal of improving clinical outcomes and efficacy of care, Frank said. SonderMind will also build and develop integration that will broaden its enterprise partnerships with payers, employers and health systems. One program already garnering positive feedback from therapists is the company’s guaranteed pay program, which promises funds in a therapist’s account within 24 hours after a patient visit, he said. “There is no risk from a financial perspective,” Frank said. “That is a huge win for most therapists, particularly in this environment when many of them are wondering how they are going to make ends meet.” As frustration grows for individuals who are unable to access mental health support, SonderMind’s platform is beneficial to both clinicians and patients, said Holly Maloney, managing director at General Catalyst. “SonderMind changes the game by taking the friction and stigma out of finding the right therapist, all while maximizing insurance coverage and measuring the outcomes of care,” Maloney said in a written statement. Last week, we reported that General Catalyst also led a $51 million round of funding for Olive , which helps automate administrative processes so hospital employees can focus more on taking care of patients. SonderMind is joining a growing list of Colorado startups that have had success in attracting funding. In February, we reported that Outrider , a developer of autonomous yard operations for logistics hubs, raised $53 million in funding . Meanwhile, we took a look at the state’s venture capital scene in February 2019. Illustration: Dom Guzman", "source": "https://news.crunchbase.com/news/sondermind-raises-27m-series-b-for-mental-health-accessibility/"}
{"title": "Utah’s Podium Raises $125M Series C, Rolls Out Free Version Of Its Product", "text": "Utah’s Podium Raises $125M Series C, Rolls Out Free Version Of Its Product. Podium , a customer messaging platform for local businesses, announced this morning it has raised a $125 million Series C round of funding led by YC Continuity . Subscribe to the Crunchbase Daily A number of high-profile investors also participated in the financing including Sapphire Ventures , Alkeon Capital , Recruit Co. Ltd. , IVP , Accel , Summit Partners and GV. The round brings Lehi, Utah-based Podium’s total raised to $217.6 million since its inception in 2014, according to Crunchbase data. It is also more than double Podium’s June 2018 $60 million Series B, which was led by IVP. The company had also raised a large $32 million Series A in May of 2017. The new raise values the company at about $1.5 billion, according to TechCrunch . Podium launched as a product to help local businesses get “honest and timely” online reviews. Since then, the company has evolved to offering an entire suite of messaging tools that aims to allow any business with a physical location to interact with its customers. Specifically, Podium’s platform now supports customer messaging, mobile payments, webchat, online reviews and customer feedback. The startup claims that in just over five years, its platform has been used by half of all smartphone owners in the U.S. to interact with local businesses. Today, Podium has 45,000 businesses across the U.S., Canada and Australia on the platform, ranging from single-location SMBs (small and medium-sized businesses) to large enterprise companies with thousands of physical locations. In conjunction with the funding, Podium is rolling out a cost-free version of its product, Podium Starter. The new basic package will allow businesses to interact with their customers and process contactless payments completely via messaging, in the face of social distancing due to COVID-19. The company is initially rolling it out via invitation , but plans to make the offer available to every local business in the U.S. Podium Co-founder and CEO Eric Rea said the digital transformation that has been taking place in recent years has only accelerated with the coronavirus pandemic. “We are putting this round to use to not only make this transition the most effective for these businesses during this period of time,” he said, “but also to continue giving every local business the tools they need to grow and succeed moving into the future.” Ali Rowghani, CEO of YC Continuity, said YCombinator has had a “deep partnership” with Podium since the startup was part of its 2016 winter batch. He said that Podium is unique in the fact that its market is made up of almost every local business that consumers interact with on a daily basis. “The company is modernizing the way we all reach out, interact, schedule, pay and give feedback to our local businesses,” Rowghani added. “When we had the opportunity to take a larger role in the growth of Podium and the positive change they are creating for the local economy, we were thrilled to partner in such a substantive way.” I’ve reached out to Podium for some recent growth metrics. But in the meantime, let’s look at some we published in 2018 in an article by our former EIC, Alex Wilhelm. Podium–which operates as a SaaS (software-as-a-service) provider–was around the $12 million annual recurring revenue (ARR) mark when it raised its Series A in 2017. By the end of 2017, the startup was doing around $30 million ARR. As of November 2018, Podium was past the $50 million ARR mark with the expectation of reaching $60 million by year’s end and $100 million in 2019. I’ll update this post with more recent numbers when I get them. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/utahs-podium-raises-125m-series-c-rolls-out-free-version-of-its-product/"}
{"title": "Austin’s LeanDNA Raises $15 Million For AI-Driven Factory Management Platform", "text": "Austin’s LeanDNA Raises $15 Million For AI-Driven Factory Management Platform. Factories have been somewhat left behind in the innovation world, but one Austin-based company is taking advantage of that to capitalize on increasing productivity. Subscribe to the Crunchbase Daily LeanDNA , an Austin, Texas-based analytics platform for factory management, announced today it has secured $15 million in Series B funding led by S3 Ventures . Existing investors Next Coast Ventures and Indeed co-founder Rony Kahan also participated in the round, which brings the startup’s total raised since its inception in 2014 to a known $20 million. Next Coast led the company’s Series A while Kahan led a seed round of an undisclosed amount. (Notably, all investors thus far are also Austin-based). The company’s goal is to use predictive analytics and prescriptive artificial intelligence (AI) to help manufacturers “optimize inventory, avoid shortages and improve on-time delivery.” It says it does so by providing “actionable, automated recommendations” and allowing for real-time collaboration among systems, suppliers and sites. The goal, of course, is to ultimately lead to improved profitability. “We are dedicated to empowering factory procurement teams to take control of their inventory,” said LeanDNA CEO Richard Lebovitz , who has decades of experience working directly with global factories. “One thing is abundantly clear,” he said. “Factories have been left behind.” The company currently has more than 30 customers, including several multibillion dollar manufacturing companies, across over 200 global sites in 12 countries. LeanDNA claims that its customers see a 13.5 percent inventory reduction within the first three months of implementation of its software, “with some customers experiencing reductions of 30 percent or more.” We weren’t exactly sure what LeanDNA meant by inventory reduction. So we asked. Its answer: “LeanDNA optimizes the physical inventory held by manufacturers in their factories. Depending on company objectives, that might mean reducing physical inventory so manufacturers have the right parts they need at the right time without a large excess sitting in their sites. Other times, that might mean ensuring they have enough of the right parts at the right time to avoid critical shortages and late delivery.” Following the company’s $4.5 million Series A funding announcement in 2017, LeanDNA says it doubled in size, customer count and revenue in 2018. It currently has 43 employees, compared to nine in 2016, and is naturally looking to hire with its new capital. Looking ahead, the company also plans to use the funds to scale the company’s “global offering, expand its customer base and support other strategic growth initiatives.” S3 Ventures Partner Charlie Plauche believes LeanDNA’s platform has the potential to “capture a significant share of the massive manufacturing market.” Indeed, LeanDNA says it is “pursuing a $4 billion market of discrete manufacturers with more than $10 million in inventory.” It’s specifically focused on the following verticals: aerospace and defense, medical devices, automotive and industrial manufacturing. In other Austin-related news, Austin-based Popspots on Tuesday announced a $5 million Series A funding round led by Silverton Partners . The three-year-old startup says it’s building an operating system to help retailers and brands manage and market their products in grocery stores. It says it works with over 25 retailers so far and is “on track to be in over 1,500 stores nationwide within the next year.” Popspots’s initial focus is on the checkout aisle, where it uses smart displays to provide video advertising (under the trade name ‘ Grocery TV ’) and merchandising services such as out-of-stock tracking and planogram management. It’s not the only Austin-based company in the space. Last month, we wrote about Pensa Systems , an Austin startup with an eye on “eliminating” a trillion dollar blind spot for the retail industry, raising $10 million in additional seed funding . Pensa says that its system “automatically and systematically tracks in-store inventory using advanced computer vision, patent-pending artificial intelligence and autonomous drones to see and understand what is on store shelves.” Last month, we covered how Austin is on track to possibly reach $2 billion in venture funding f or the year, which is pretty impressive. In total, Austin startups raised a known $1.7 billion from January to October, according to Crunchbase data. By comparison in 2018, Austin’s total venture raised amounted to $1.55 billion, according to Crunchbase data. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/austins-leandna-raises-15-million-for-ai-driven-factory-management-platform/"}
{"title": "Citi Launches $150M Social Impact Fund To Invest In ‘Double Bottom Line’ Businesses", "text": "Citi Launches $150M Social Impact Fund To Invest In ‘Double Bottom Line’ Businesses. Citi , the New York-based banking institution, announced today that it launched the Citi Impact Fund, a $150 million investment vehicle aimed at investing in “double bottom line” businesses — companies which generate financial returns and a positive social impact. Subscribe to the Crunchbase Daily Citi is funding this new investment vehicle using its own capital, and says it will focus on investing in U.S.-based companies. The banking institution says its new investment fund is focused on addressing four main challenges: workforce development, access to the financial system, physical and social infrastructure, and companies focused on sustainability. Citi says it is prepared to make investments of as much as $10 million out of the fund, and expects its prospective portfolio companies to have “demonstrated proof of concept, built an existing customer base, secured prior rounds of funding and exhibited the potential for scale in multiple markets.” A portion of the fund is “designated for earlier stage seed investments,” the bank said, adding that the seed pool is exclusively earmarked for companies led or owned by women and minorities. “The gender and ethnic gap in the startup world is very real, with reports showing a small fraction of venture capital funding being allocated to women and minority owned startups,” said Ed Skyler, Executive Vice President of Global Public Affairs at Citi. “Our intention is to not only help these businesses scale and thrive but to also shine a light on the investment opportunities among this pool of often overlooked, high potential entrepreneurs.” Citi says the new investment fund will ride alongside its existing environmental, social, and governance (ESG) efforts. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/citi-launches-150m-social-impact-fund-to-invest-in-double-bottom-line-businesses/"}
{"title": "Last Week In Venture: Luggage Luggers, Supportive Sweepers And $400 College Credits", "text": "Last Week In Venture: Luggage Luggers, Supportive Sweepers And $400 College Credits. Hello and welcome back to Last Week In Venture , the weekly roundup of deals that may have flown under your radar. Plenty of ventures are operating outside the unicorn and public company spotlight, but their stories are still worth sharing. In them we find the opportunity to peek around the corner, to see what’s next and to suss out what’s happening close to the economic metal. Let’s take a look at some deals from the week in venture-land. Here is a fun fact for you. Neil Armstrong and Buzz Aldrin walked on the moon before the first commercially successful rolling luggage was invented. Your wheeled suitcase is literally space-age technology, and it helps you schlep your stuff hither and yon. Of course, you also have to schlep your suitcase around. (Don’t worry, someone is already working on autonomous luggage .) Imagine the following situation: you’re in Barcelona, Spain, at the end of a fabulous trip. You’ve got an outbound flight in the evening, leaving you most of the day to see the sights after you check out of the hotel. Be honest with yourself here: Do you really want to trundle your roller bag to the museum and then all the way to BCN? Heck no. For most of us, on travel days our luggage is both our burden to bear and logistical challenge to face. If you’ve ever wished the airport baggage check-in desk could just come to you, and you so happen to be in Barcelona or Madrid, there’s BoB. Bag on Board (aka Bob.io), based in Madrid, picks up luggage, shuttles it to the airport and checks it in. Baggage is picked up from the luggage carousel at the destination airport, as if the travelers checked it in themselves. The service starts at €15 (about $17) for one bag, and €5 for each subsequent bag. The company has formed partnerships with European airlines like Iberia, Lufthansa, Air France, KLM and Vueling. Bob.io also works with online travel agencies, hotels and apartment rental platforms to promote its service. Bob.io raised €3 million (about $3.33 million USD) in new funding this week. K Fund , TA Ventures , GAA Investments , and Big Sur Ventures invested in the deal, alongside angel investors like Andreas Mihalovits and Carlos Domingo . The company was founded in 2017 and has raised €4.3 million to date, according to Crunchbase data. We live in the future. We’ve got computers on our desks, in our pockets, in our ears and, more and more often, in our speakers, light switches and everywhere else throughout our homes. Some people know a lot about computers, and others don’t. And that’s fine. When it comes to providing technical support, though, it’s important to meet people where they’re at. Based in Dublin, Ireland, Sweepr is a startup which aims to help companies offer better technical support for smart home products by analyzing the devices connected to someone’s home network and helping determine where the problem lies. The company swept up €8 million (roughly $8.9 million) in new funding, at least some of which comes from a new strategic investor: Amazon’s Alexa Fund . Recall that Amazon recently acquired mesh networking company Eero . Sweepr’s tech (or something like it) could be integrated into the Eero platform, letting people just ask Alexa why their smart television isn’t connecting to the internet, or whatever. This will definitely be one to watch. There’s a lot to say about college, lately. Its rising cost is among the most salient social and political issues of the day. If seemingly every decent job needs at least some college coursework these days, access to the knowledge, skills and, importantly, credentials is the issue at hand. Started by Aaron Rasmussen , founder of online learning company MasterClass , Outlier.org is a Brooklyn-based startup which produces online courses, dynamically generated problem sets, and testing tools. Students pay $400 per course and, if they pass, are given fully transferable college credits from the University of Pittsburgh. Outlier.org raised $11.7 million in Series A funding in a round led by GSV Ventures . Tectonic Capital , Jackson Square Ventures and Harrison Metal also participated in the deal. Image Credits: Last Week In Venture graphic created by JD Battles. Photo by Markus Winkler, via Unsplash.", "source": "https://news.crunchbase.com/news/last-week-in-venture-luggage-luggers-supportive-sweepers-and-400-college-credits/"}
{"title": "Brazilian Digital Onboarding Startup idwall Lands $10M Series B With Qualcomm As Lead", "text": "Brazilian Digital Onboarding Startup idwall Lands $10M Series B With Qualcomm As Lead. Online fraud and identity theft is a global problem. In Brazil, in particular, it’s estimated that those types of crimes cost the country about $15 billion a year. In fact, Brazil is ranked second in the world in terms of the number of online fraud and identity theft infractions. And, the country is home to one fraud attempt every 16 seconds. Subscribe to the Crunchbase Daily Besides being a problem for its citizens, the issue also can negatively impact the country’s economic relationships with other countries, that may hesitate to do business there. In an attempt to tackle this problem head on, Lincoln Ando and Raphael Melo started idwall in mid-2016. Sao Paulo-based idwall started as an automated background check solution and has since grown into a suite of data and identity validation products. Now the company has raised $10 million in a Series B round led by San Diego-based Qualcomm Ventures . ONEVC , Canary , Monashees , Tinder co-founder Justin Mateen , and GGV Capital ’s Hans Tung . Globo Group, one of the largest media conglomerates in Latin America, also participated in the financing. The round brings idwall’s total raised since its inception to $16.5 million, according to Crunchbase data. It also marks Qualcomm’s AI fund’s first investment in a Latin American company. Silicon Valley-based 500 Startups also previously backed the startup. Idwall uses machine learning and AI to to help companies “build a seamless digital onboarding process” via its face match, background check and automated optical character recognition (OCR) offerings. The company said its APIs verify personal documents and information by searching in public and private databases “quickly and pursuant to the compliance rules.” idwall does all this by first validating that an ID is authentic. Then it works to ensure the person using it is actually the owner of the ID. And lastly, it runs a full background check. It claims it does all this in less than three minutes. The company points to the fact that Zazcar , a Brazilian car-sharing company, lowered its car theft rate due to identity fraud to zero by using idwall’s platform as evidence of how its technology can be effective. Other customers include Loggi , Movida , 99 and iFood , which combined have an estimated $4 billion in market value, the company noted. In three years, it’s grown to having more than 180 customers (including more than 100 fintech companies). “We help them do all these onboarding processes in a safer, better and faster way,” Ando said. Having worked to create a digital bank and a marketplace to rent construction equipment, idwall’s co-founders realized firsthand how businesses can be impacted by fraud. “For example, people would basically create a fake construction company, rent $10 million worth of equipment and the next day, steal everything,” Ando told me. In a written statement, Qualcomm Senior Director Alexandre Villela said the company’s venture arm is eager to collaborate with idwall “on ways they can leverage Qualcomm mobile platforms, with on-device AI processing, to make their solutions run faster and with greater efficiency.” For idwall, Qualcomm’s participation was an “important validation” of its technology, which was also recognized by MIT Technology Review . In a blog post , ONEVC General Partner Bruno Yoshimura outlined why his cross-border firm invested in idwall. For one, the company is going after “a large and growing market,” he wrote. “The rise of fintechs, marketplaces, and gig-economy startups created a need for an automated background solution for companies, suppliers, and clients,” Yoshimura continued. Secondly, recent regulatory changes in Brazil had led to an increase in demand for idwall’s offerings. Also, in general, both he and Ando noted how weary Brazilians are of having to show their IDs for routine events. “Brazilians are tired of sharing their ID to enter every building, sending a photo of their credit cards so they can buy online tickets, taking selfies holding their documents during the onboarding processes on apps and sharing their tax returns,” Yoshimura wrote. Idwall helps with that via its “MeuID” solution, which stores in a single wallet all the documents necessary for the onboarding processes of fintechs, startups, office buildings, and other customers. Looking ahead, Ando said the company plans to further expand its services by the end of 2020. “Our goal is to create trusting relationships in the digital age, especially in Latin America, where it is such a big problem,” he said. In general, the Brazilian startup scene is heating up as more companies attract venture dollars from global investors. Earlier this week, we reported on Kovi , a fast-growing 17-month-old Brazilian mobility startup, raising a $30 million Series A led by Global Founders Capital . In April, we did a deep dive look at how Latin America has “arrived” among global VCs. Brazil has been the largest recipient of venture funding in an increasingly hot investment climate in Latin America. Earlier this year, we reported that venture funding in the region’s largest country exploded in 2018 to $1.3 billion, representing nearly two-thirds of all venture money raised in Latin America as a whole last year, according to LAVCA , the Association for Private Capital Investment in Latin America. That’s 52 percent more than the $859 million invested Brazil in 2017, and a staggering 369 percent increase from the $279 million raised in 2016, as you can see in the chart below: Blog Roll Illustration: Dom Guzman", "source": "https://news.crunchbase.com/news/brazilian-digital-onboarding-startup-idwall-lands-10m-series-b-with-qualcomm-as-lead/"}
{"title": "WeFunder Gets $5.1M To Be The ‘Kickstarter For Investing’", "text": "WeFunder Gets $5.1M To Be The ‘Kickstarter For Investing’. San Francisco-based WeFunder has raised $5.1 million in a funding round, according to a Form D filing . The startup helps individuals invest in startups through its crowdfunding platform , and has raised $15 million in equity funding to date, per filings. The company did not immediately respond to requests for comment. Subscribe to the Crunchbase Daily My first thought about WeFunder is its considerable similarity to two other startups: Angelist and Kickstarter. According to WeFunder, AngelList is designed for “professionals” and is the “operating system for startups with a number of useful services.” WeFunder differentiates by allowing the regular ol’ Joe invest, not just accredited investors. It also claims it invests in a more diverse group of startups as well as the underrepresented founders that create them. Currently, it has investments in 40 out of the 50 states. As for how WeFunder differs from Kickstarter, look no farther than the audience the former is trying to help: startupland. Kickstarter is a tad different, as it provides creative professionals a platform to raise funds for their projects, which it defines as “finite work with a clear goal that you’d like to bring to life. Think albums, books, or films.” Now that we get how WeFunder has legs beyond two widely-known names, let’s learn how its competitive advantage came to be. The startup was founded in 2012 by Mike Norman , Nick Tommarello , and Greg Belote , yet its offer comes from a May 2016 law: Regulation Crowdfunding. It became legal for everyone to invest small quantities of money in private companies, an opportunity that was before only allowed for “accredited investors” (usually of high net worth). The law lets you or me put $100 dollars into a coffee shop we really believe in, or an ostrich farm that promises returns. According to its site , WeFunder has facilitated out $110 million in investments in startups through its platform. Those startups have gone on to get $2.2 billion in follow on investments. It claims its investment volume is larger than all of its competitors ( StartEngine , SeedInvest , and Republic ) combined. It’s unclear exactly what the new capital will be used for, but for some indication we turned to the company’s FAQ which reads: “Our ambition is not to be a VC. We’re aiming to create a new type of stock market that can allocate more capital to all sorts of worthy businesses, be it a local community-supported coffee shop or the next Uber.” Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/wefunder-gets-5-1m-to-be-the-kickstarter-for-investing/"}
{"title": "Leaping From Seed To Series A For Digital Health Startups Proves Difficult", "text": "Leaping From Seed To Series A For Digital Health Startups Proves Difficult. The leap from raising seed funding to landing a Series A was difficult for RxRevu CEO Carm Huntress , as it typically is for many in the digital health space. Although Denver-based RxRevu secured a $5.3 million seed round in 2016, it would take another three years before the company scored its Series A in 2019 via a $15.9 million round led by UCHealth . Subscribe to the Crunchbase Daily The company helps prescribers identify the most cost-effective medications for patients at the point of care. But the company isn’t alone in experiencing difficulty moving from seed to Series A. Securing next-stage funding in the digital health sector is difficult for several reasons: The health care industry is complex, product market fit has to be right, sales cycles are long, and gathering enough data is difficult. Educating venture capitalists on how the business model works also takes time. “They want to see scalability, and even want to see double, triple or quadruple growth, which is almost impossible,” Huntress said in an interview. “We are one of the few that achieved that kind of growth in the past two years. We see a lot of good pilots and small demonstrations, but they don’t scale because of the data infrastructure. Gaining access to providers and consumers is hard, and that is why there are so few of us. These are the same challenges we all face.” Not only does it take time to get in front of decision-makers, initial success is tied to outcomes and benefits–aspects often difficult to obtain in a short period of time. Huntress pointed to GoodRx and CoverMyMeds , both in the affordable medication sector, as successful in achieving venture growth and outsized returns. Making the leap to a Series A is difficult for some digital health companies because digital health is particularly complex in an already difficult health care sector, according to founders. “Digital health is much more complex … because it comprises the convergence of technology, health care and life science,” Bluedoor Group co-founder and CEO Michael Levy wrote in a 2018 blog post . “It is this level of complexity that creates a marketplace that requires more planning and in-depth exploration to mitigate risk effectively.” The competition for dollars is also intense. Case in point: RxRevu was one of 381 U.S. digital health startups—out of thousands—that raised funds in 2019, Rock Health recently reported . There seems to be enough money to go around, however. Rock Health’s report also showed that those companies raised $7.4 billion in 2019, which was second only to 2018’s $8.2 billion. In fact, amid both a global pandemic and a slow economy in 2020, digital health companies ( especially those in telemedicine ) should do well. Rock Health also reported that this year is poised to be another record-breaker as $5.4 billion in venture funding has already been raised in the first half. Venture capitalists who focus on the digital health market are bullish about it. “The first wave of digital health companies were started from the medical side, but many failed because of a lack of leadership, while some who started from a tech background couldn’t figure out a go-to-market strategy, and it fizzled out,” said Cheryl Cheng , general partner at BlueRun Ventures , in an interview. “This time around, digital health companies are more conscientious of that equal marriage.” When these startups pursue seed funding, founders typically have not figured out their go-to-market strategies. As a result, investors might be unsure how the application will work or be used. Investors will compare digital health startups to a sector they are familiar with, such as enterprise software, consumer, or fintech, where it may be easier to assign a certain number of customers to demonstrate product market fit. When a startup in those sectors is growing, it is easy to throw money at it and see how the story plays out, Cheng said. “Digital health is somewhere in between all of that, so it is challenging to evaluate readiness for Series A, as a result,” she added. “It’s not because investors are uninterested, it is because they don’t want to take the risk without seeing clinical outcomes.” As RxRevu’s Huntress explained, clinical outcomes can take months or even years to obtain. Meanwhile, that extra time is important because the same $2.5 million venture round won’t go as far for a digital health company—which must prove itself—as it would for a consumer tech company that just has to put software out there, Cheng said. The forecast for digital health startups seeking Series A isn’t totally bleak, however. If a startup can secure clinical outcomes and consumers while having doctors and insurance providers adopt the technology, its future can be bright. “The staying power of a very good digital health solution is incredible once you get there.” Cheng added. One startup that experienced an easier time raising a Series A round of funding is Modern Fertility , a San Francisco-based company which enables women to test their fertility hormones at home. Modern Fertility was able to secure a Series A round a year after its seed round, said co-founder and CEO Afton Vechery in an email. Because the startup operates in the women’s health sector, it did take work early on to convince venture capitalists of the sector’s potential. When Vechery and co-founder, Carly Leahy , were raising the seed round, the concept of “femtech” was still in its infancy. There were not many fertility startups on the market. “We were pitching investors (most of whom didn’t have ovaries) and were met with some puzzled faces—‘a fertility company for women without fertility issues?’ and ‘fertility in the wellness category?’ ” Vechery said. “Some investors got it right away, including Phin Barnes from First Round Capital and Rebecca Kaden from Union Square Ventures . But some weren’t so sure, or only expressed interest after going home and speaking with their wives or daughters. I thought; ‘Do I want to partner with someone who needs second opinions about the value of women’s health tools?’ ” she added. Modern Fertility ended up securing $6 million for its seed round in 2018, and then set out to raise its Series A. Similar to Cheng’s and Huntress’ observations, Vechery explained that investors in the seed stage are going off of the company’s idea, founding team and market, but for the Series A they want to see tangible business metrics and engagement data to show how a company is resonating. This time around, investors understood the market, were eager to explore it and expressed interest specifically in fertility, she said. In fact, “there seemed to be a sense of urgency to get into this space,” Vechery said. The company closed its $15 million Series A in June 2019. “Based on the continued interest from VCs, it seems the emerging sector is seeing significant growth,” she said. “Women’s health has largely been neglected from the technology-driven change and modernization that’s transformed so many categories, and yet women’s health touches half of the population. I think there’s so much opportunity for new companies to fill these gaps, make a difference for women, and build durable, meaningful businesses.” Meanwhile, following RxRevu’s Series A, Huntress said there will continue to be a challenge for digital health companies because testing of an application or platform takes time; physicians can’t just open up an app store and try out his product. Through RxRevu’s Series A with UCHealth, the company has had luck engaging and working with physicians, enabling its team to shadow physicians, and getting engineers into the clinic to observe workflow, but that is something Huntress said will continue to be a challenge for digital health companies. “To see how someone is going to use a digital health tool and be able to make it effective and efficient is still very rare. Health systems are reluctant to reconfigure patient care, and most are trying to survive the environment,” he said. “We’ve lived through it and are glad to be on the other side, but this definitely is not for the faint of heart.” Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/leaping-from-seed-to-series-for-digital-health-startups-proves-difficult/"}
{"title": "From The Court To Cap Tables: NBA’s Andre Iguodala Talks New VC Role & How Basketball and Investing Are Similar", "text": "From The Court To Cap Tables: NBA’s Andre Iguodala Talks New VC Role & How Basketball and Investing Are Similar. On the basketball court, three-time NBA champion Andre Iguodala is known for his versatility and ability to play multiple positions. Off the court, he’s also known for his investing chops. Subscribe to the Crunchbase Daily Over the years, Iguodala’s funded over 40 companies including Zoom , Datadog , PagerDuty and Allbirds . As an investor and a Jumia board member, he helped the company grow and go public in April 2019 with a billion-dollar IPO. In recent weeks, Iguodala has taken on new roles in both the basketball and startup worlds. He recently joined the Miami Heat with an impressive debut . And on Feb. 5, he was tapped as a venture partner for Catalyst Fund, the venture capital arm of Comcast Corp. Catalyst’s focus will be on early-stage investments in companies founded by African American, Latinx and female entrepreneurs. For Comcast Ventures ’ Head of Funds and Managing Director Amy Banse , Iguodala’s investment experience and network, combined with his “his passion for supporting entrepreneurs from diverse backgrounds,” is a perfect fit for the firm’s Catalyst Fund. Since its formation in 2011, the fund has backed more than 70 startups . Catalyst Fund Principal Fatima Husain (a Muslim of Indian descent) told me the fund gives her and Iguodala a chance to help back founders who might not otherwise have access to capital and networks. “We both come from unconventional backgrounds, and we want to be able to help founders who also come from unconventional backgrounds,” she told me. “We both truly believe talent and brilliance is equally distributed amongst individuals and that we can help get them the right level of resources.” In a telephone interview, Crunchbase News caught up with Iguodala to hear more in-depth about his and Husain’s plans for the fund, and just how the NBA star got into startup investing. CB News: How did you get into startup investing in the first place? Iguodala: About 8 or 9 years ago, I started seeing a large return in the tech sector in the public markets. From there, I got interested and wanted to dive deeper into learning how I could invest before companies hit the public markets. I started seeing the growth in the private space, and that eventually led to where I am now. Things I look at are: market size, does a company have a competitive advantage, can it fight off tech giants like Microsoft , Amazon and Google ? I also look at founders and their vision–where they see themselves in 10 years. I ask myself, “How can I personally add value to a company, not just from a capital standpoint?” CB News : What’s the most interesting part about investing in startups and helping them grow? Iguodala: For Fatima and I, it’s really exciting. Look at technology, and how it’s changed our lives from everything to scheduling a flight or getting my son’s basketball game schedule. Everything is on my phone these days, and how we move in general is so much different than just say, eight years ago. Technology is doing so much to make our lives more efficient. So when I’m looking at that, this is an exciting time to be in this space. Not only for capital gains, but what you’re adding by having involvement in people’s day-to-day lives over the next 20, 30 or 40 years. CB News : How does being a pro basketball player help you when it comes to making startup investments? Iguodala: I just joined a new team, the Miami Heat , in basketball, and one here at Catalyst. With the Heat, I was hyper focused my first couple of times on the court. While every team runs the same plays, each one has different terminologies for them. So I’ve been watching and learning on the fly, and having to figure out things fast. It’s similar in the tech space. There’s different terminology and different acronyms for different industries and teams. Different companies have different vibes, some are more laid back and others are more buttoned-up. I have had to learn how to add value to different cultures within companies in the same way as I have with different teams. There’s lots of egos on both sides. I thought it was just in the sports world, but I see it too in tech in other VCs, entrepreneurs or the best engineers. So I’ve had to learn how to deal with different personalities in both sports and investing. I’ve also learned to adapt and learn about different industries, from consumer to enterprise brands for example. CB News : As someone with an unconventional “non-traditional VC” background, what skills or perspective do you have that make you a better investor and startup consultant than someone who may not have this diverse background? Iguodala : I’m really excited because what we’re doing with the Catalyst Fund and what we represent is investing in underrepresented communities, and determining how we can put them in our ecosystem and help them grow in a responsible and sustainable way. Being a minority, you have to have a grander scope in terms of the people you deal with on a daily basis. Many of us have that back against the wall mentality, and a passion and grit. Every morning I wake up with a chip on my shoulder, and know I have to wake up with that passion and juice to go and prove myself. I’ve learned that I have to sacrifice, work hard and step up when it’s my turn. I’m ready to help other unconventional founders, and founders who are underrepresented in funding in the tech space, in their own journey. Reporter’s note: For more on NBA players who are also startup investors, check out this article I wrote last summer here . Blog Roll Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/from-the-court-to-cap-tables-nbas-andre-iguodala-talks-new-vc-role-how-basketball-and-investing-are-similar/"}
{"title": "Orca Security Secures $20M Series A To Provide ‘Frictionless’ Cloud Security", "text": "Orca Security Secures $20M Series A To Provide ‘Frictionless’ Cloud Security. Finding technology vulnerabilities within a company’s systems in minutes is key to preventing the spread of a breach, and Orca Security’s solution for the problem is attracting investors. Subscribe to the Crunchbase Daily The Israel-based company, founded in 2019 by a group of former Check Point Software Technologies executives and architects, closed on a $20 million Series A funding round led by GGV Capital , with participation from YL Ventures and Silicon Valley CISO Investments. Expected to grow to $12.7 billion by 2022, the cloud security market used to depend on network scanners and agent-based security tools to scan for security breaches. Today, Orca Security’s patent pending SideScanning technology aims to provide frictionless cloud security with the breadth and depth to quickly analyze all cloud assets for risks within minutes, such as finding vulnerabilities and high-risk data without agents or per asset integrations, according to Avi Shua , co-founder and CEO of Orca Security. “When you have a large company with more than 200 people across an agency, there is a huge cost and something will be missed if you are not using the cloud, where you can do better full security without deploying any service,” he told Crunchbase News. “A lot of tools are agentless, but compromise on the depth, and therefore need to install some agent. We are the only one that can have depth with no agents.” Prior to the new funding, Orca Security raised $6.5 million in a June 2019 seed round of which YL Ventures and StoneMill Ventures participated, according to Crunchbase data. “It’s exciting to see Orca tackle the cloud frontier with an innovative approach that dramatically improves visibility while reducing operational costs,” Oren Yunger, investor at GGV Capital, said in a written statement. Since the company is new, it is too early to talk about growth, Shua said. However, the new investment will be used to fuel additional company growth. “We have built an amazing technology and success rate for customers,” he said. “To reach this market, which is already crowded from a messaging perspective, we will use a majority of the funding to recruit the right people and get the word out as much as possible.”Orca Security has 37 employees and plans to have around 50 by the end of the year, with new hiring to be divided between its U.S. and Israel offices, Shua said. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/orca-security-secures-20m-series-a-to-provide-frictionless-cloud-security/"}
{"title": "Real Estate Developer Turned Tech Startup Veev Raises $97M For Panelized Building System", "text": "Real Estate Developer Turned Tech Startup Veev Raises $97M For Panelized Building System. Real estate developers have unique insight into all the challenges of well, developing real estate. Subscribe to the Crunchbase Daily As such, it’s not entirely shocking when a real estate developer also becomes a tech company. Especially in the Bay Area, where housing costs and construction labor shortages are constraining supply. Case in point: Veev Group Inc . The San Mateo, California-based company has just closed a $97 million Series B round of funding that included $85 million in equity and $12 million in debt. Zeev Ventures and Lennar Ventures (the arm of homebuilding giant Lennar Corp. ) led the round, which also included participation from Eclipse Ventures , Green Spring Associates and Khosla Ventures . Western Technology Investment served as the debt provider. Veev Group originated in 2008 as a traditional real estate developer and asset manager. “In each project, we found new ways to improve the building process–always with the customer in mind,” said CEO and co-founder Amit Haller . In 2017, Veev Group began to focus on prefabrication capabilities, and by 2018 it formally pivoted to what it describes as “a vertically integrated developer focused on building innovation.” (Note the company name changed in 2019 from Dragonfly Group to Veev.) Over the years, Veev developed a proprietary panelized building system using materials such as steel frames, high-performance acrylic finishes and millwork, low-voltage lighting, and smart sensors. It uses a digital fabrication process, such as 3D design files fed to cold-formed steel and Computer Numerical Control machines, to design and produce new homes, specifically multifamily buildings and accessory dwelling units. Its current development pipeline totals more than 230 units (for lease and for sale) and 620,000 gross building square feet. The company is focused on building in the San Francisco Bay Area. According to Haller, Veev recognized that the panelized system is more flexible in terms of design and site location than volumetric factory-built housing. Its lean manufacturing strategy (a 50,000-square-foot fabrication facility located in Union City) doesn’t require the capital investment that a large central factory does, thus providing more flexibility during economic cycles, Haller maintains. “We are in the midst of a shift from traditional to digital design/fab/build and currently have a mix of projects given the development lifecycle,” he wrote via email. Veev declined to share financials. Haller did note that it currently has separate LLCs for development projects, from which Veev Group has equity stakes in and generates development fees. It also has a separate entity which generates fees from its panel fabrication and general contracting business, owns the intellectual property and equipment, manages supply chain and operations, and invests in research and development. The company plans to use its new capital primarily to accelerate the development of its panelized building system, as well as to generally scale the business. Haller told Crunchbase News Veev has doubled its team over the last 12 months. For Zeev Ventures Founding Partner Oren Zeev , the approach Veev is taking is critical for California and other high-cost markets. Eric Feder , managing general partner of Lennar Ventures, said the housing sector is in “critical need of innovation across-the-board if we are to scale production.” “Veev’s digital disruption of the design and fabrication process and acceleration of construction timelines will help us to meet market needs,” he said in a written statement. We’ve written about other prefab builders, of course. The highest profile being Katerra , which has seen its share of bumps as of late despite raising $1.2 billion over time . Another is North Carolina-based Prescient , which offers both a software and hardware platform in the construction industry. Prescient specializes in building prefab apartments, student housing, senior housing and hotels. It’s raised over $100 million over its lifetime. Interestingly, Haller also co-founded and is CEO of Reali, another real estate startup that raised $20 million in a Series B round led by Zeev Ventures in 2018. Illustration: Dom Guzman", "source": "https://news.crunchbase.com/news/real-estate-developer-turned-tech-startup-veev-raises-97m-for-panelized-building-system/"}
{"title": "General Catalyst-Backed Kernel Will Use $53M Series C To Tap Into The Human Mind", "text": "General Catalyst-Backed Kernel Will Use $53M Series C To Tap Into The Human Mind. Kernel , a Neuroscience-as-a-Service company developing brain-recording technologies, brought in its first outside investment Thursday–a $53 million Series C round of funding led by General Catalyst . Subscribe to the Crunchbase Daily The Los Angeles-based company has two technologies that help users observe the human mind in less costly and less invasive ways: Flux detects the magnetic fields generated by collective neural activity in the brain, while Flow detects cortical hemodynamics, such as blood flow. Customers use these technologies to gather, interpolate and correlate neurome data. “We can objectively measure everything in our known universe, from our steps, to our heart rate, to the stars in the galaxy, but one of the only things we can’t yet quantify is our mind,” Kernel founder and CEO Bryan Johnson told Crunchbase News. “In 2016, I set off to find a way to build technology that would allow us to do high-fidelity imaging of the brain. What we’ve built is an order of magnitude change in cost, accessibility and size.” Khosla Ventures , Eldridge , Manta Ray Ventures , Tiny Blue Dot and Johnson also participated in the round. Prior to this investment, Johnson had been bootstrapping the company with a $54 million cash infusion since it was founded in 2016. This Series C gives the company a total raise of $107 million. As part of the investment, General Catalyst’s Quentin Clark joins Kernel’s board of directors. “The vision fueling Kernel is one of the most audacious imaginable,” Clark said in a written statement. “But more practically speaking, Kernel’s engineering accomplishments have the potential to enable more neuroscience progress in the next few years than has been accomplished in the last few decades.” The new capital will be used to further technology development, as well as sales, marketing and customer success, Johnson said. In May, the company announced the general commercial availability of its NaaS platform, enabling access to brain-imaging devices and the ability to perform experiments remotely. Johnson said he used the initial $54 million to figure out if there was even anything they could do; there was. Customers are using Kernel’s tools in different ways, he said. One is trying to improve an image recognition algorithm with brain data, which was not previously possible due to limitations in incumbent brain-recording technology. Now, Kernel is scaling its technology and looking at how to get it to more people. “The investment from General Catalyst and Khosla signals that we are ready,” he added. “Kernel will allow for systematic quantification of the thing that makes us, ‘us,’ which is the brain. It’s the last thing that we haven’t been able to measure, and it’s the next major platform to emerge in the world.” Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/general-catalyst-backed-kernel-will-use-53m-series-c-to-tap-into-the-human-mind/"}
{"title": "Pipe, A Financing Platform For SaaS Companies, Raises $6M Seed", "text": "Pipe, A Financing Platform For SaaS Companies, Raises $6M Seed. If you’re familiar with SaaS (software-as-a-service) companies, you know they report revenue on an annual basis. But because most customers prefer to pay on a monthly or quarterly basis, many SaaS operators turn to raising external capital in order to keep operating. Subscribe to the Crunchbase Daily Enter Pipe , which this morning announced it raised $6 million in seed funding led by Craft Ventures . Harry Hurst , Josh Mangel and Zain Allarakhia founded Pipe in September 2019. Their goal is to offer SaaS companies a way to grow without diluting their current cap table. Pipe claims it does this by offering an instant cash advance against the full annual value of a company’s software subscriptions. So basically, according to co-CEO Hurst, it turns monthly recurring revenue into annual recurring revenue. “We built this for SaaS companies because they, in particular, benefit from immediate payment,” he wrote via email. “With Pipe, they don’t need to discount revenues to entice customers to prepay.” Fika Ventures , MaC Venture Capital , AngelList Founder Naval Ravikant , Okta’s General Counsel Jon Runyan , Work Life Ventures , Liquid2 and Weekend Fund also participated in the round. (There’s been a recent trend of startup founders investing in other startups as of late, such as in the case of Front, which we wrote about here .) The premise behind the Los Angeles-based company was appealing to David Sacks , co-founder and general partner at Craft Ventures. Historically, he said, the main financing option for SaaS companies has been dilutive equity rounds. “Pipe is the tool every SaaS founder has been waiting for,” he said in a written statement. “It allows SaaS companies to grow without dilution by financing their SaaS receivables.” Pipe says it is addressing a $250 billion worldwide cloud services market (as of 2018), which is growing by double-digit percentages year over year. The Pipe’s platform assesses a customer’s key metrics by integrating with its accounting, billing and subscription management systems. It then makes “an instant decision on whether the company qualifies for a PipeLine of finance.” Facilities range from $10,000 per month to several million dollars per month for later-stage companies. I was curious as to how Pipe could provide such facilities with just $6 million in seed funding. Hurst told me the company is also backed by debt providers (such as Silicon Valley Bank ) to be able to provide the facilities to its customers. But he emphasizes that Pipe is “not providing debt,” and is “not a loan.” Fountain CEO Keith Ryu said his SaaS company has risked losing deals in the past by requiring annual upfront payments when customers wanted to pay monthly. “Pipe solves this for us and allows us to invest more heavily into our growth,” he said. “It may easily save us a fundraise.’’ Pipe has only officially been in the market for a few weeks but Hurst said it’s been “growing 100 percent week-over-week during beta.” The company is officially launching out of beta today. The six-person company plans to use its first round of funding to expand its sales and engineering teams out of its L.A. headquarters and in San Francisco and Phoenix. But looking ahead, the company considers what it’s doing “as a global opportunity.” Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/pipe-a-financing-platform-for-saas-companies-raises-6m-seed-led-by-craft-ventures/"}
{"title": "Hungry Marketplace Raises $20M Series B From Former Whole Foods Co-CEO, Celebrities", "text": "Hungry Marketplace Raises $20M Series B From Former Whole Foods Co-CEO, Celebrities. Hungry Marketplace , a startup that connects independent chefs to corporations that need catering, raised $20 million in a new round of funding. Subscribe to the Crunchbase Daily Investors in the round, which was led by Evolution VC Partners and former Whole Foods co-CEO Walter Robb , include actor Kevin Hart , rapper Jay-Z and several NFL players. The new round brings Hungry’s total funding to $32.6 million, according to Crunchbase. Hungry previously raised its $8 million Series A in April 2019, a round that was led by Motley Fool Ventures and Sands Capital Ventures , according to Crunchbase. Marcy Venture Partners (the VC firm co-founded by Jay-Z, Jay Brown and Larry Marcus ) and singer Usher also participated in the round. Usher’s mother owns a commercial kitchen in Atlanta and told her son about Hungry, company co-founder and COO Eman Pahlavani said in an interview with Crunchbase News. Usher then ended up investing in the Hungry’s Series A round. Many chefs who are starting out or don’t have their own restaurants rent space in independent commercial kitchens. Hungry, which is based in the Washington, D.C., area, is a marketplace that connects those chefs to companies that need catering by handling all of the logistics and letting the chefs do what they do best: cook. “The idea is chefs don’t like to do delivery, they don’t like to leave the kitchen and deliver food,” Pahlavani said. “Hungry takes care of the delivery, the customer acquisition costs.” It’s a capital-efficient business model for Hungry because the company doesn’t own or operate the kitchens, Pahlavani said. The chefs are independent contractors, as are the “catering captains”–a fleet that delivers the food, sets it up at a company’s location and stays on site so the company doesn’t have to handle anything. Hungry brought on an employee who formerly worked in hospitality at Hilton to train the catering captains so the business could excel on the service side. Hungry has rolled out its services in six cities so far, with Austin as the latest addition and the first market that isn’t on the East Coast. Dallas is up next, and Hungry plans on being in 23 markets by the end of 2021. “We’re just rinse and repeating what we’ve done in the past five markets, we’re just doing it faster and that’s what this funding is helping us do,” Pahlavani said. Hungry serves more than 500 companies across the country and its revenue has grown more than 300 percent year over year, Pahlavani said. The company got to a $20 million run rate last year, and expects to hit a $50 million run rate by the end of this year. As for valuation, the company is past $100 million with this round, Pahlavani said, and it thinks it can reach unicorn status in the next few years. Hungry has had more than 1,000 chefs apply to be on the platform, but the company only picks the “cream of the crop,” Pahlavani said. Each chef goes through a vetting process that includes a local tasting for Hungry’s office where employees rate the meals and then help coach chefs with menus and approve the final foods. Hungry now has more than 200 chefs on the platform. Chefs’ gross revenue has ranged between $20,000 and $50,000 per month, Pahlavani said, and chefs typically take home more than 50 percent of that. Hungry tries to raise chefs’ profiles by featuring their photo and biography with signage at every event they cater. “Where the chefs need help is on the business side,” Pahlavani said. “How do you bring on a customer … Hungry is that side of the business. We’re a business in a box for them.” Illustration Credit: Li-Anne Dias", "source": "https://news.crunchbase.com/news/hungry-marketplace-raises-20m-series-b-from-former-whole-foods-ceo-celebrities/"}
{"title": "Florida’s Xendoo Raises $3.5 Million Seed To Help Small Businesses With Accounting ", "text": "Florida’s Xendoo Raises $3.5 Million Seed To Help Small Businesses With Accounting . South Florida-based Xendoo has raised $3.5 million in seed funding to help small businesses manage their finances. The seed round was led by Malachi, with investments from Revolution’s Rise of the Rest Seed Fund , DeepWork Capital , Jason Calacanis’ LAUNCH Syndicate , and other follow on investments. Subscribe to the Crunchbase Daily Lil Roberts , founder and CEO of Xendoo , is a serial entrepreneur, born and raised in South Florida. Roberts decided for her next business that she wanted to be in technology, help small business owners, and reshape an industry although she does not have an accounting background. “Eighty two percent of the small businesses that go out of business do so from lack of cash flow, not lack of profitability.” according to Roberts who identifies as a business owner who keenly feels the issue of having access to timely financial data. Xendoo is focused on the true small businesses of America– e-commerce resellers, gyms, hair salons, dry cleaners, funeral parlors, marketing companies, IT providers, and more. Customers are typically companies with revenue of half a million to $10 million. “We have some really unbelievable businesses in 45 states and eight countries.” said Roberts. What distinguishes Xendoo from QuickBooks , Xero , Wave , and FreshBooks is that these are tools a business owner can use properly or improperly. ScaleFactor , Bench , Botkeeper , inDinero , and Xendoo are addressing similar problems but for distinct markets. For Roberts, the real competition for Xendoo is the 44,000 traditional small accounting firms. Xendoo delivers customers their financial insights by the fifth business day, the following month. It does the monthly bookkeeping, which gives owners a monthly profit and loss, and balance sheet. And it also keeps companies IRS compliant, and takes care of their annual corporate tax returns. Business owners can see their revenue and profitability trends over time. And if they need to talk to somebody, they can text, call or email. In fact, Xendoo is wrapped around Xero and is planning for the product to be wrapped around QuickBooks and other accounting tools in 2020. The defining question before Roberts started the company was, ‘Would small businesses accept virtual accountants?’ Traditional accounting bookkeepers will handle 25 customers. Xendoo’s bookkeepers handle 150 customers. With 600 customers and growing, Roberts says every small business is a potential opportunity.", "source": "https://news.crunchbase.com/news/floridas-xendoo-raises-3-5-million-seed-to-help-small-businesses-with-accounting/"}
{"title": "London-Based Digital Bank Revolut Raises $500M To Reach $5.5B Valuation", "text": "London-Based Digital Bank Revolut Raises $500M To Reach $5.5B Valuation. British fintech startup Revolut reportedly raised $500 million in a new round of funding, lifting its valuation to $5.5 billion. Subscribe to the Crunchbase Daily The company, which was founded in 2015, is something like a new-age bank: Users can create accounts in the Revolut app and deposit and send money with it. Revolut wants to bring in 100 million customers in the next five years and expand outside of Europe, CEO Nik Storonsky told Bloomberg TV on Tuesday. The new round brings Revolut’s total funding to about $837 million , according to Crunchbase. Its last valuation was $1.5 billion, but with its new $5.5 billion price tag, it’s tied with Swedish payment installment startup Klarna for the title of Europe’s most valuable fintech startup, according to Bloomberg . TCV led the new round, and the company is also backed by investors like Index Ventures , TriplePoint Capital and DST Global . It last raised a $250 million Series C, led by DST Global , in April 2018. Fintech startups are certainly hot right now–they’re getting plenty of funding and a couple have seen high profile exits. Visa announced plans to acquire Plaid for $5.3 billion last month, and just yesterday Credit Karma confirmed rumors that it would be acquired by Intuit for $7.1 billion. Revolut has more than 10 million customers and has processed more than 350 million transactions, according to the company’s website. Illustration Credit: Li-Anne Dias", "source": "https://news.crunchbase.com/news/london-based-digital-bank-revolut-raises-500m-to-reach-5-5b-valuation/"}
{"title": "After $4B Honey Acquisition, A Dip Into PayPal’s Buying History", "text": "After $4B Honey Acquisition, A Dip Into PayPal’s Buying History. To help customers get a discount, PayPal doled out $4 billion for its latest acquisition: Honey Science Corp. Subscribe to the Crunchbase Daily The Los Angeles startup, founded in 2012 by Ryan Hudson and George Ruan, makes technology that helps users discover rewards and deals while shopping. In light of this acquisition, Honey is set to adopt PayPal and Venmo’s 275 million active consumer accounts. Additionally, Honey will tap into PayPal’s 24 million merchant accounts, per the press release announcing the deal . Think of Honey as an add-on extension to user browsers. After the deal closes, Honey will remain in its Los Angeles headquarters and operate under its own brand. There’s no doubt that a $4 billion deal is a big one, for both Honey and the overall Los Angeles ecosystem. Per Crunchbase data, this is the fifth biggest acquisition deal – and the biggest tech acquisition deal – in Los Angeles history. “Honey is amongst the most transformative acquisitions in PayPal’s history,” said Dan Schulman, president and CEO of PayPal, in a statement. Looking a bit deeper into Schulman’s statement, let’s look at the previous acquisitions by one of the world’s largest online payments systems, owned by eBay. In other words, let’s fact check him. PayPal has acquired over 20 known companies to date, according to its Crunchbase profile . Price-wise, based on Crunchbase data, Honey is Paypal’s biggest deal yet, thanks to a $4 billion price tag. In second place is PayPal’s acquisition of iZettle , a payments point-of-sales company, for $2.2 billion in 2018. Now, is Honey ‘transformative’ beyond a big dollar amount? The startup is PayPal’s second acquisition of 2019, while in 2018 the payments company scooped up four other companies. It signals a slight slowdown from the payment powerhouse. In its acquisition history, PayPal has scooped up companies that touch all parts of a singular transaction. For example, it put cash into companies that help with payment processing, like its acquisition of gopay , which provides third party payment services for governments and corporations, or Braintree , which has a set of tools to help online businesses process payments. It has also scooped up companies that help its users transfer money easier, like Xoom . And Hyperwallet . Additionally, it has engaged in data and security, like its buy of Simility , to prevent fraud and abuse in real time, or its acquisition of CyActive , which is a predictive cybersecurity company. Or FraudSciences , which is self explanatory. So when examining PayPal’s known acquisitions, Honey stands out as unique. It shows that the payment giant is betting big on becoming more involved in its users lives, beyond just the point-of-purchase moment, but throughout the shopping journey as well. And with every startup and tech company becoming a bank, that might not be a bad idea after all. Illustration: Li-Anne Dias", "source": "https://news.crunchbase.com/news/after-4b-honey-acquisition-a-dip-into-paypals-buying-history/"}
{"title": "HistoSonics Lands $40M Series C-1 To Perfect Precision Therapy", "text": "HistoSonics Lands $40M Series C-1 To Perfect Precision Therapy. HistoSonics closed on an oversubscribed $40 million in Series C-1 financing, led by Yonjin Venture LLC , to advance its technology that targets specific tissue, helping patients recover and heal more quickly, the company announced Monday. Subscribe to the Crunchbase Daily The Plymouth, Minnesota-based company was formed in 2009 and develops noninvasive robotic platform and sonic beam therapy. It’s Edison Platform delivers personalized, precision treatments using histotripsy , or ultrasound imaging to target a point within the body, and sound energy to liquify and destroy targeted tissues. Physicians can monitor and control all of this in real time, the company said in a written statement. Joining Yonjin in the new round were existing investors including, Varian Medical Systems Inc. , Johnson & Johnson Innovation – JJDC Inc. , Venture Investors , Lumira Ventures and the State of Wisconsin Investment Board . Including the new capital, HistoSonics has raised a total of $126.8 million , according to Crunchbase data. The company’s last fundraise was a $54.7 million Series C round in April 2019. In addition to leading the financing round, HistoSonics will add Wen Chen , venture partner at Yonjin Venture to its board of directors. “We believe that having the ability to precisely destroy targeted tissue without entering the body and without the use of radiation or thermal energy, will provide meaningful change to patients and the physicians who care for them,” Chen said in a written statement. Histotripsy was developed at the University of Michigan and exclusively licensed to HistoSonics, which also has an office in Ann Arbor, Michigan, the company said. The new financing will be focused on advancing the Edison Platform, as well as launching new strategic projects, the company said in the statement. HistoSonics also said it is progressing its first-in-human liver tumor study, encouraging ongoing preclinical research in the University of Michigan Immunology Lab, a new manufacturing facility and executive offices in Minneapolis and continued expansion of key personnel. Illustration: iStock", "source": "https://news.crunchbase.com/news/histosonics-lands-40m-series-c-1-to-perfect-precision-therapy/"}
{"title": "Duolingo Lands $30M, Reaches Unicorn Status ", "text": "Duolingo Lands $30M, Reaches Unicorn Status . Duolingo has raised $30 million in a new round of funding, bringing it to a $1.5 billion valuation and making it Pittsburgh’s first tech startup to reach unicorn status, according to the company. Subscribe to the Crunchbase Daily The language-learning company, which was founded in 2011, landed the money in a Series F funding round led by CapitalG . Duolingo has free interactive lessons to learn more than 30 different languages. The company also offers Duolingo Plus, which removes ads for users and adds other features like offline courses, for $6.99 per month. The new round of funding will be used for research and development, along with hiring more employees, according to a statement . Duolingo has grown from 95 employees in July 2017 to 200 now. The company has 30 million monthly active users, and credits its organic growth to word-of-mouth. Users can learn languages including French, Korean, Navajo, Arabic and Hawaiian. “Duolingo has been adding users and revenue at an impressive pace, continuing to solidify their position as the #1 way to learn a language globally,” Laela Sturdy, General Partner at CapitalG, said in a statement. “The team has demonstrated that sticking to their mission of providing free education is not only good for the world, but it’s also good for business.” Duolingo is part of Pittsburgh’s growing startup scene. Other large deals in the city include Argo AI ’s $2.6 billion round in July and RoBotany ’s $35 million venture round in October. Duolingo last raised money in July 2017, when it landed a $25 million Series E investment led by Drive Capital . The new round brings the company’s total funding to $138 million , and it counts Kleiner Perkins and New Enterprise Associates as investors. Illustration Credit: Li-Anne Dias", "source": "https://news.crunchbase.com/news/duolingo-lands-30m-reaches-unicorn-status/"}
